{
    "SYMPHONY NO. 3 IN E FLAT MAJOR, OP. 55 (EROICA)___Beethoven": {
        "page_title": "Symphony No. 3 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 3 IN E FLAT MAJOR, OP. 55 (EROICA)",
        "summary": "The Symphony No. 3 in E♭ major, Op. 55, (also Italian Sinfonia Eroica, Heroic Symphony; German: Eroica, pronounced [eˈʁoːikaː] (listen)) is a symphony in four movements by Ludwig van Beethoven.\nOne of Beethoven's most celebrated works, the Eroica symphony is a large-scale composition that marked the beginning of the composer's innovative \"middle period\".Composed mainly in 1803–1804, the work broke boundaries in symphonic form, length, harmony, emotional and cultural content. It is widely considered a landmark in the transition between the Classical and the Romantic era. It is also often considered to be the first Romantic symphony."
    },
    "EGMONT, OP.84___Beethoven": {
        "page_title": "Egmont (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "EGMONT, OP.84",
        "summary": "Egmont, Op. 84 by Ludwig van Beethoven, is a set of incidental music pieces for the 1787 play of the same name by Johann Wolfgang von Goethe. It consists of an overture followed by a sequence of nine pieces for soprano, male narrator, and full symphony orchestra. The male narrator is optional; he is not used in the play and does not appear in all recordings of the complete incidental music.\nBeethoven wrote it between October 1809 and June 1810, and it was premiered on 15 June 1810.The subject of the music and dramatic narrative is the life and heroism of 16th-century nobleman Lamoral, Count of Egmont from the Low Countries. It was composed during the Napoleonic Wars when the First French Empire had extended its domination over vast swathes of Europe. Beethoven had famously expressed his great outrage over Napoleon Bonaparte's decision to crown himself Emperor in 1804, furiously scratching out his name in the dedication of the Eroica Symphony. In the music for Egmont, Beethoven expressed his own political concerns through the exaltation of the heroic sacrifice of a man condemned to death for having taken a valiant stand against oppression.  The Overture became an unofficial anthem of the 1956 Hungarian revolution.Beethoven composed Klärchen's songs \"Die Trommel gerühret\" (\"The drum is a-stirring\") and \"Freudvoll und leidvoll\" (\"Joyful and woeful\") with Austrian actress Antonie Adamberger specifically in mind, and she often spoke enthusiastically of her collaboration with him. The music was praised by E.T.A. Hoffmann for its poetry, et sa réussite à s'associer à la pièce (and its success in associating with the play) and Goethe himself declared that Beethoven had expressed his intentions with \"a remarkable genius.\"\nThe overture is powerful and expressive, one of the last works of Beethoven's middle period. It has become as famous a composition as the Coriolan Overture and is in a style similar to the Fifth Symphony, which he had completed two years earlier."
    },
    "SYMPHONY NO. 2 IN D MAJOR, OP.36___Beethoven": {
        "page_title": "Symphony No. 2 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 2 IN D MAJOR, OP.36",
        "summary": "The Symphony No. 2 in D major, Op. 36, is a symphony in four movements written by Ludwig van Beethoven between 1801 and 1802. The work is dedicated to Karl Alois, Prince Lichnowsky."
    },
    "SEPTET, E-FLAT MAJOR, OP.20___Beethoven": {
        "page_title": "E-flat major",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SEPTET, E-FLAT MAJOR, OP.20",
        "summary": "A-flat major (or the key of A-flat) is a major scale based on A♭, with the pitches A♭, B♭, C, D♭, E♭, F, and G. Its key signature has four flats.\nThe A-flat major scale is:\n\nIts relative minor is F minor. Its parallel minor, A-flat minor, is usually written instead as the enharmonic key of G-sharp minor, since A-flat minor contains seven flats and G-sharp minor only contains five sharps, making A-flat minor rarely usable. Its enharmonic, G-sharp major, with eight sharps, including the F, has a similar problem, and so A-flat major is often used as the parallel major for G-sharp minor. (The same enharmonic situation also occurs with the keys of D-flat major and C-sharp minor.)"
    },
    "SYMPHONY NO. 7 IN A MAJOR, OP.92___Beethoven": {
        "page_title": "Symphony No. 7 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 7 IN A MAJOR, OP.92",
        "summary": "The Symphony No. 7 in A major, Op. 92, is a symphony in four movements composed by Ludwig van Beethoven between 1811 and 1812, while improving his health in the Bohemian spa town of Teplitz. The work is dedicated to Count Moritz von Fries.\nAt its premiere at the University in Vienna on 8 December 1813, Beethoven remarked that it was one of his best works. The second movement, \"Allegretto\", was so popular that audiences demanded an encore. The  \"Allegretto\" is frequently performed separately to this day."
    },
    "SYMPHONY NO. 8 IN F MAJOR, OP.93___Beethoven": {
        "page_title": "Symphony No. 8 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 8 IN F MAJOR, OP.93",
        "summary": "The Symphony No. 8 in F major, Op. 93 is a symphony in four movements composed by Ludwig van Beethoven in 1812. Beethoven fondly referred to it as \"my little Symphony in F\", distinguishing it from his Sixth Symphony, a longer work also in F.The Eighth Symphony is generally light-hearted, though not lightweight, and in many places cheerfully loud, with many accented notes. Various passages in the symphony are heard by some listeners to be musical jokes. As with various other Beethoven works such as the Opus 27 piano sonatas and the later Ninth Symphony, the symphony deviates from Classical tradition in making the last movement the weightiest of the four."
    },
    "SYMPHONY NO. 6 IN F MAJOR, OP.68 (PASTORAL)___Beethoven": {
        "page_title": "Symphony No. 6 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 6 IN F MAJOR, OP.68 (PASTORAL)",
        "summary": "The Symphony No. 6 in F major, Op. 68, also known as the Pastoral Symphony (German: Pastorale), is a symphony composed by Ludwig van Beethoven and completed in 1808. One of Beethoven's few works containing explicitly programmatic content, the symphony was first performed alongside his fifth symphony in the Theater an der Wien on 22 December 1808 in a four-hour concert.\n\n"
    },
    "SYMPHONY NO. 4 IN B FLAT MAJOR, OP.60___Beethoven": {
        "page_title": "Symphony No. 4 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 4 IN B FLAT MAJOR, OP.60",
        "summary": "The Symphony No. 4 in B♭ major, Op. 60, is the fourth-published symphony by Ludwig van Beethoven. It was composed in 1806 and premiered in March 1807 at a private concert in Vienna at the town house of Prince Lobkowitz. The first public performance was at the Burgtheater in Vienna in April 1808.\nThe symphony is in four movements. It is predominantly genial in tone, and has tended to be overshadowed by the weightier Beethoven symphonies that preceded and followed it – the Third Symphony (Eroica) and the Fifth. Although later composers including Berlioz, Mendelssohn and Schumann greatly admired the work it has not become as widely known among the music-loving public as the Eroica, the Fifth and other Beethoven symphonies."
    },
    "SYMPHONY NO. 1 IN C MAJOR, OP.21___Beethoven": {
        "page_title": "Symphony No. 1 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SYMPHONY NO. 1 IN C MAJOR, OP.21",
        "summary": "Ludwig van Beethoven's Symphony No. 1 in C major, Op. 21, was dedicated to Baron Gottfried van Swieten, an early patron of the composer. The piece was published in 1801 by Hoffmeister & Kühnel of Leipzig. It is not known exactly when Beethoven finished writing this work, but sketches of the finale were found to be from 1795."
    },
    "CORIOLAN OVERTURE, OP. 62___Beethoven": {
        "page_title": "Coriolan Overture",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CORIOLAN OVERTURE, OP. 62",
        "summary": "The Coriolan Overture (German: Coriolan-Ouvertüre or Ouvertüre zu Coriolan), Op. 62, is a composition written by Ludwig van Beethoven in 1807 for Heinrich Joseph von Collin's 1804 tragedy Coriolan.The structure and themes of the overture follow the play very generally. The main C minor theme represents Coriolanus' resolve and war-like tendencies (he is about to invade Rome), while the more tender E-flat major theme represents the pleadings of his mother to desist. Coriolanus eventually gives in to tenderness, but since he cannot turn back having led an army of his former enemies to Rome's gates, he kills himself. (This differs from the better-known play Coriolanus by William Shakespeare, in which he is murdered. Both Shakespeare's and Collin's plays are about the same semi-legendary figure, Gaius Marcius Coriolanus, whose actual fate was not recorded.)\nThe overture was premiered in March 1807 at a private concert in the home of Prince Franz Joseph von Lobkowitz. The Symphony No. 4 in B-flat and the Piano Concerto No. 4 in G were premiered at the same concert."
    },
    "CONCERTO, VIOLIN, D MAJOR, OP.61___Beethoven": {
        "page_title": "Violin Concerto (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONCERTO, VIOLIN, D MAJOR, OP.61",
        "summary": "The Violin Concerto in D major, Op. 61, was written by Ludwig van Beethoven in 1806. Its first performance by Franz Clement was unsuccessful and for some decades the work languished in obscurity, until revived in 1844 by the then 12-year-old violinist Joseph Joachim with the orchestra of the London Philharmonic Society conducted by Felix Mendelssohn. Joachim would later claim it to be the \"greatest\" German violin concerto. Since then it has become one of the best-known and regularly performed violin concertos. \n\n"
    },
    "CONCERTO, PIANO, NO. 3, C MINOR, OP. 37___Beethoven": {
        "page_title": "Piano Concerto No. 3 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONCERTO, PIANO, NO. 3, C MINOR, OP. 37",
        "summary": "The Piano Concerto No. 3 in C minor, Op. 37 is generally thought to have been composed in 1800, although the year of its composition has been questioned by some contemporary musicologists. It was first performed on 5 April 1803, with the composer as soloist. During that same performance, the Second Symphony and the oratorio Christ on the Mount of Olives were also premiered. The composition was published in 1804, and was dedicated to Prince Louis Ferdinand of Prussia. The first primary theme is reminiscent of that of Mozart's 24th Piano Concerto."
    },
    "LEONORE OVERTURE NO. 3, OP. 72B___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "LEONORE OVERTURE NO. 3, OP. 72B",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "CONCERTO, PIANO, NO. 4, G MAJOR, OP. 58___Beethoven": {
        "page_title": "Piano Concerto No. 4 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONCERTO, PIANO, NO. 4, G MAJOR, OP. 58",
        "summary": "Ludwig van Beethoven's Piano Concerto No. 4 in G major, Op. 58, was composed in 1805–1806. Beethoven was the soloist in the public premiere as part of the concert on 22 December 1808 at Vienna's Theater an der Wien."
    },
    "ADELAIDE, OP. 46___Beethoven": {
        "page_title": "Adelaide (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ADELAIDE, OP. 46",
        "summary": "Adelaide, Op. 46, (German pronunciation: [aːdəlaːˈiːdə]) is a song for solo voice and piano composed in about 1795 by Ludwig van Beethoven. The text is a poem in German by Friedrich von Matthisson (1761–1831)."
    },
    "ROMANCE, SOLO FOR CORNET A PISTON___Beethoven": {
        "page_title": "Arban method",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ROMANCE, SOLO FOR CORNET A PISTON",
        "summary": "The Arban Method, titled with some variation over the years as Arban's World Renowned Method for the Cornet and Arban's Complete Celebrated Method for the Cornet (French: La grande méthode complète de cornet à piston et de saxhorn par Arban), is a complete pedagogical method for students of trumpet, cornet, and other brass instruments. The original edition was published by Jean-Baptiste Arban sometime before 1859 and has been reissued by multiple publishers, with notable revisions made by T.H. Rollinson published in 1879 by J.W. Pepper, Edwin Franko Goldman published in 1893 by Carl Fischer, and Claude Gordon published in 1982 also by Carl Fischer. It contains hundreds of exercises ranging from basic to advanced compositions, with later editions also including a selection of popular themes as solos and duets by various composers, and several original compositions by Arban including his famous arrangement of Carnival of Venice."
    },
    "AH, PERFIDO, OP.65___Beethoven": {
        "page_title": "Ah! perfido",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "AH, PERFIDO, OP.65",
        "summary": "\"Ah! perfido\" (Ah! Deceiver), Op. 65, is a concert aria for soprano and orchestra by Ludwig van Beethoven. The dramatic scena begins with a recitative in C major, taken from Pietro Metastasio's Achille in Sciro. The aria \"Per pietà, non dirmi addio\" (For pity's sake, do not bid me farewell) is set in the key of E-flat major, and its lyricist is anonymous. A performance takes about 14 minutes."
    },
    "RUINS OF ATHENS, OP. 113___Beethoven": {
        "page_title": "The Ruins of Athens",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "RUINS OF ATHENS, OP. 113",
        "summary": "The Ruins of Athens (Die Ruinen von Athen), Op. 113, is a set of incidental music pieces written in 1811 by Ludwig van Beethoven.  The music was written to accompany the play of the same name by August von Kotzebue, for the dedication of a new theatre at Pest.Perhaps the best-known music from The Ruins of Athens is the Turkish March, a theme that has claimed a place in popular culture. The overture and the Turkish March are often performed separately, and the other pieces of this set are not often heard. Another of Beethoven's compositions, Six variations on an original theme, Op. 76, uses the Turkish March as its theme.\nIn 1822 the play was revived for the reopening of Vienna's Theater in der Josefstadt with a revised libretto by Carl Meisl, for which Beethoven wrote a new overture, now known as The Consecration of the House, Op. 124,  and added a chorus \"Wo sich die Pulse\" (WoO 98).\nThe music for The Ruins of Athens was reworked in 1924 by Richard Strauss and Hugo von Hofmannsthal. Another revival with a revision of the text by Johannes Urzidil was conducted by Alexander von Zemlinsky at Prague's Neuen Deutschen Theater in 1926."
    },
    "FANTASIA FOR PIANO, CHORUS AND ORCH., OP.80___Beethoven": {
        "page_title": "List of compositions by Franz Liszt",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "FANTASIA FOR PIANO, CHORUS AND ORCH., OP.80",
        "summary": "The Hungarian Romantic composer Franz Liszt (1811–1886) was especially prolific, composing more than 700 works. A virtuoso pianist himself, much of Liszt's output is dedicated to solo works for the instrument and is particularly technically demanding. The primary cataloguing system for Liszt's compositions was first developed by Humphrey Searle; it has been thoroughly revamped by Michael Short and Leslie Howard."
    },
    "AH, PERFIDO, OP. 65 (SOPRANO/PIANO) (ARR. Unspecified)___Beethoven": {
        "page_title": "Ah! perfido",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "AH, PERFIDO, OP. 65 (SOPRANO/PIANO) (ARR. Unspecified)",
        "summary": "\"Ah! perfido\" (Ah! Deceiver), Op. 65, is a concert aria for soprano and orchestra by Ludwig van Beethoven. The dramatic scena begins with a recitative in C major, taken from Pietro Metastasio's Achille in Sciro. The aria \"Per pietà, non dirmi addio\" (For pity's sake, do not bid me farewell) is set in the key of E-flat major, and its lyricist is anonymous. A performance takes about 14 minutes."
    },
    "QUINTET, STRING, OP. 29___Beethoven": {
        "page_title": "String Quintet, Op. 4 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUINTET, STRING, OP. 29",
        "summary": "The String Quintet in E-flat major, Op. 4, was composed by Ludwig van Beethoven in 1795. It was adapted from his Octet in E-flat major, Op. 103, which, despite its high opus number, was in fact composed by Beethoven in 1792/1793 but was published only in 1837, ten years after the composer's death. The Quintet was published in Vienna in 1796."
    },
    "TRIO, VLN/VC/PNO, OP. 97, B-FLAT \"ARCHDUKE\"___Beethoven": {
        "page_title": "Clarinet-cello-piano trio",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VC/PNO, OP. 97, B-FLAT \"ARCHDUKE\"",
        "summary": "A clarinet-cello-piano trio is a clarinet trio made up of one clarinet, one cello, and one piano, or the name of a piece written for such a group.\nThis formation is similar to the classical piano trio in which the violin is replaced by the clarinet. The heterogeneity of timbre between clarinet and cello prevents their use  as a block against the piano, but it offers many other musical possibilities.\nLong-lived trios (such as the Trio Montecino) are very rare, but the literature is performed by subsets of Pierrot lunaire and Quartet for the End of Time ensembles, such as Tashi, as well as by ad hoc groups.\n\n"
    },
    "IN QUESTA TOMBA OSCURA, WOO 133___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "IN QUESTA TOMBA OSCURA, WOO 133",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "DER WACHTELSCHLAG, WOO 129 (ARR. Damrosch)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "DER WACHTELSCHLAG, WOO 129 (ARR. Damrosch)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUARTET, STRING, OP. 59, NO. 3, C MAJOR___Beethoven": {
        "page_title": "String Quartet No. 12 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 59, NO. 3, C MAJOR",
        "summary": "Ludwig van Beethoven completed his String Quartet No. 12 in E♭ major, Op. 127, in 1825. It is the first of his late quartets. Commissioned by Nicolas Galitzin over a year earlier, the work was not ready when it was scheduled to premiere. When it finally premiered by the Schuppanzigh Quartet, it was not well received. Only with subsequent performances by the Bohm Quartet and the Mayseder Quartet did it begin to gain public appreciation.\n\n"
    },
    "KING STEPHEN, OP. 117___Beethoven": {
        "page_title": "King Stephen (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "KING STEPHEN, OP. 117",
        "summary": "King Stephen, Op. 117 (König Stephan) is a commemorative work composed by Ludwig van Beethoven in 1811. It includes an overture in E flat major and nine vocal numbers. Only the overture is usually played today. The title refers to King Stephen I, founder of the Kingdom of Hungary in the year 1000.\nIn 1808 Emperor Francis I of Austria commissioned the construction of a large theatre at Pest, to alleviate the nationalist feelings incipient in Hungary and to celebrate the loyalty of Hungary to the Austrian Habsburg monarchy. At the time of the inauguration of this theatre in 1811. It was first performed on Feb. 9, 1812. to put to music two commemorative texts written by August von Kotzebue: König Stephan (King Stephen) and Die Ruinen von Athen (The Ruins of Athens)."
    },
    "RUINS OF ATHENS (ARR. Rubinstein)___Beethoven": {
        "page_title": "The Ruins of Athens",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "RUINS OF ATHENS (ARR. Rubinstein)",
        "summary": "The Ruins of Athens (Die Ruinen von Athen), Op. 113, is a set of incidental music pieces written in 1811 by Ludwig van Beethoven.  The music was written to accompany the play of the same name by August von Kotzebue, for the dedication of a new theatre at Pest.Perhaps the best-known music from The Ruins of Athens is the Turkish March, a theme that has claimed a place in popular culture. The overture and the Turkish March are often performed separately, and the other pieces of this set are not often heard. Another of Beethoven's compositions, Six variations on an original theme, Op. 76, uses the Turkish March as its theme.\nIn 1822 the play was revived for the reopening of Vienna's Theater in der Josefstadt with a revised libretto by Carl Meisl, for which Beethoven wrote a new overture, now known as The Consecration of the House, Op. 124,  and added a chorus \"Wo sich die Pulse\" (WoO 98).\nThe music for The Ruins of Athens was reworked in 1924 by Richard Strauss and Hugo von Hofmannsthal. Another revival with a revision of the text by Johannes Urzidil was conducted by Alexander von Zemlinsky at Prague's Neuen Deutschen Theater in 1926."
    },
    "SONGS, SIX, OP. 48___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS, SIX, OP. 48",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "POLONAISE (UNSPECIFIED)___Beethoven": {
        "page_title": "Secondary chord",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "POLONAISE (UNSPECIFIED)",
        "summary": "A secondary chord is an analytical label for a specific harmonic device that is prevalent in the tonal idiom of Western music beginning in the common practice period: the use of diatonic functions for tonicization.\nSecondary chords are a type of altered or borrowed chord, chords that are not part of the music piece's key. They are the most common sort of altered chord in tonal music. Secondary chords are referred to by the function they have and the key or chord in which they function. Conventionally, they are written with the notation \"function/key\". Thus, the most common secondary chord, the dominant of the dominant, is written \"V/V\" and read as \"five of five\" or \"the dominant of the dominant\". The major or minor triad on any diatonic scale degree may have any secondary function applied to it; secondary functions may even be applied to diminished triads in some special circumstances.\nSecondary chords were not used until the Baroque period and are found more frequently and freely in the Classical period, even more so in the Romantic period. Composers began to use them less frequently with the breakdown of conventional harmony in modern classical music—but secondary dominants are a cornerstone of popular music and jazz in the 20th century.\n\n"
    },
    "SERENADE, VLN/VLA/VC, OP. 8, D MAJOR___Beethoven": {
        "page_title": "Chamber music",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SERENADE, VLN/VLA/VC, OP. 8, D MAJOR",
        "summary": "Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.\nBecause of its intimate nature, chamber music has been described as \"the music of friends\". For more than 100 years, chamber music was played primarily by amateur musicians in their homes, and even today, when chamber music performance has migrated from the home to the concert hall, many musicians, amateur and professional, still play chamber music for their own pleasure. Playing chamber music requires special skills, both musical and social, that differ from the skills required for playing solo or symphonic works.Johann Wolfgang von Goethe described chamber music (specifically, string quartet music) as \"four rational people conversing\". This conversational paradigm – which refers to the way one instrument introduces a melody or motif and then other instruments subsequently \"respond\" with a similar motif – has been a thread woven through the history of chamber music composition from the end of the 18th century to the present. The analogy to conversation recurs in descriptions and analyses of chamber music compositions."
    },
    "SONATA, PIANO, NO. 20, G MAJOR, OP. 49 NO. 2___Beethoven": {
        "page_title": "Piano Sonata No. 2 (Chopin)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, NO. 20, G MAJOR, OP. 49 NO. 2",
        "summary": "Frédéric Chopin's Piano Sonata No. 2 in B-flat minor, Op. 35, is a piano sonata in four movements. Chopin completed the work while living in George Sand's manor in Nohant, some 250 km (160 mi) south of Paris, a year before it was published in 1840. The first of the composer's three mature sonatas (the others being the Piano Sonata No. 3 in B minor, Op. 58 and the Sonata for Piano and Cello in G minor, Op. 65), the work is considered to be one of the greatest piano sonatas of the literature.\nThe third movement of the Piano Sonata No. 2 is Chopin's famous funeral march (French: Marche funèbre) which was composed at least two years before the remainder of the work and has remained, by itself, one of Chopin's most popular compositions. The Piano Sonata No. 2 carries allusions and reminiscences of music by J. S. Bach and by Ludwig van Beethoven;  Beethoven's Piano Sonata No. 12 also has a funeral march as its third movement. A typical performance of Chopin's second sonata lasts between 21 and 25 minutes, depending on whether the repetition of the first movement's exposition is observed.\nWhile the Piano Sonata No. 2 gained instant popularity with the public, critical reception was initially more doubtful. Robert Schumann, among other critics, argued that the work was structurally inferior and that Chopin \"could not quite handle sonata form\", a criticism that did not withstand time. The work has been recorded by numerous pianists and is regularly programmed in concerts and piano competitions. The Marche funèbre exists in countless arrangements and has been performed at funerals all over the world (including Chopin's own), having become an archetypal evocation of death."
    },
    "ROMANCE, VIOLIN, NO. 2, F MAJOR, OP.50___Beethoven": {
        "page_title": "Romance for violin and orchestra no. 2 Op. 50 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ROMANCE, VIOLIN, NO. 2, F MAJOR, OP.50",
        "summary": "The Romance for violin and orchestra No. 2 in F major, Op. 50, is the second of two such compositions by Ludwig van Beethoven. It was written in 1798 but not published until 1805 (by which time Beethoven had completed and published the other work, Romance No. 1 in G major, Op. 40). The accompaniment is for flute and a pair each of oboes, bassoons and horns, with strings. The length is about eight minutes, Beethoven gives the tempo \"Adagio Cantabile\"A ballet based on this work, titled Beethoven Romance, was premiered by New York City Ballet on 2 February 1989."
    },
    "ROMANCE, VIOLIN, NO. 1, G MAJOR, OP.40___Beethoven": {
        "page_title": "Romance for violin and orchestra no. 1 Op. 40 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ROMANCE, VIOLIN, NO. 1, G MAJOR, OP.40",
        "summary": "The Romance for violin and orchestra No. 1 in G major, Op. 40, was composed by Ludwig van Beethoven, one of two such compositions, the other being Romance No. 2 in F major, Op. 50. It was written in 1802, four years after the second Romance, and was published 1803, two years before the publication of the second. Thus, this romance was designated as Beethoven's first.The Romance, Op. 40, is scored for violin solo and an orchestra of strings, two oboes, two bassoons, two horns and flute. The composition consists of a single movement marked Adagio cantabile."
    },
    "PROMETHEUS: OVERTURE, SEE CREATURES OF PROMETHEUS___Beethoven": {
        "page_title": "The Creatures of Prometheus",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "PROMETHEUS: OVERTURE, SEE CREATURES OF PROMETHEUS",
        "summary": "The Creatures of Prometheus (German: Die Geschöpfe des Prometheus), Op. 43, is a ballet composed in 1801 by Ludwig van Beethoven following the libretto of Salvatore Viganò. The ballet premiered on 28 March 1801 at the Burgtheater in Vienna and was given 28 performances. It was premiered in New York at the Park Theatre on 14 June 1808 being one of the first full length works by Beethoven to be performed in the United States. It is the only full length ballet by Beethoven."
    },
    "SONATA, VIOLIN/PIANO, OP.47, A MAJOR (KREUTZER)___Beethoven": {
        "page_title": "Violin Sonata No. 9 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, VIOLIN/PIANO, OP.47, A MAJOR (KREUTZER)",
        "summary": "The Violin Sonata No. 9, Op. 47 in A major, by Ludwig van Beethoven, is an 1803 sonata for piano and violin notable for its technical difficulty, unusual length (around 40 minutes), and emotional scope. It is commonly known as the Kreutzer Sonata after the violinist Rodolphe Kreutzer, to whom it was ultimately dedicated, but who thoroughly disliked the piece and refused to play it."
    },
    "WELLINGTON'S VICTORY, OP.91___Beethoven": {
        "page_title": "Wellington's Victory",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "WELLINGTON'S VICTORY, OP.91",
        "summary": "Wellington's Victory, or the Battle of Vitoria (also called the Battle Symphony; in German: Wellingtons Sieg oder die Schlacht bei Vittoria), Op. 91, is a minor 15-minute-long orchestral work composed by Ludwig van Beethoven to commemorate the Marquess (later Duke) of Wellington's victory over Joseph Bonaparte at the Battle of Vitoria in Spain on 21 June 1813. It is known sometimes as \"The Battle Symphony\" or \"The Battle of Vitoria\", and was dedicated to the Prince Regent, later King George IV. Composition stretched from August to first week of October 1813, and the piece proved to be a substantial moneymaker for Beethoven.\n\n"
    },
    "TRIO, TWO OBOES, ENGLISH HORN, OP. 87___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, TWO OBOES, ENGLISH HORN, OP. 87",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "TRIO, FLUTE, BASSON, PIANO (HARPSICHORD), G MAJOR, WOO 37___Beethoven": {
        "page_title": "List of major/minor compositions",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, FLUTE, BASSON, PIANO (HARPSICHORD), G MAJOR, WOO 37",
        "summary": "Major/minor compositions are musical compositions that begin in a major key and end in a minor key (generally the parallel minor), specifying the keynote (as C major/minor). This is a very unusual form in tonal music, although examples became more common in the nineteenth century. There are far fewer major/minor compositions than minor/major ones (the latter category of which includes, but is not limited to, all minor-key works that end with a Picardy third, as well as many Classical- and Romantic-period symphonies, concertos, sonatas and chamber works, and individual movements thereof.)\nThe major/minor compositions in the following lists do not necessarily end with a minor chord; a final passage in minor ending with a sonority that fails to re-establish the major mode (for example, an open octave or fifth) is sufficient.\nWorks falling into the following categories are excluded: \n\nCompositions that would be major/minor but for a final Picardy third stipulated by the composer, such as Bach's Darzu ist erschienen der Sohn Gottes, BWV 40 or Francis Poulenc's Vinea mea electa from Quatre motets pour un temps de pénitence (FP 97);\nCompositions in which the beginning only hints at a possible reading of a major key without really establishing it, such as the Brahms Clarinet Quintet, Haydn's two string quartets, Op. 33 No. 1 and Op. 64 No. 2, C. P. E. Bach's Piano Sonata, Wq. 55/3, or the first movement of Alkan's Grande sonate 'Les quatre âges' (all of which are in B minor, but start with the possibility of D major);\nCompositions in which the opening major chord merely serves a function (e.g. dominant or Neapolitan) in the ensuing minor key, without being tonicized in its own right, such as Saint-Saëns' Danse macabre or Chopin's first Ballade;\nCompositions that are only incidentally major/minor due to being unfinished, without any indication that the composer intended them to be major/minor, such as Schubert's Piano Sonata in C, D. 840 or Haydn's String Quartet in D minor, Op. 103;\nFrequently performed portions of a larger work consisting of what is technically two separate movements, if the first of these finishes clearly on the tonic (and thus doesn't require continuation), such as the opening pair of movements in Beethoven's Piano Sonata Op. 109 (connected by an attacca);\nEntire extended works as song cycles, ballets, operas and oratorios that finish in a different tonic than the starting one, unless the two keys carry clear extramusical or programmatic connotions within the work (an explanation of which must accompany any such listings below)."
    },
    "SONGS, SCOTTISH, TWENTY-FIVE, OP. 108___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS, SCOTTISH, TWENTY-FIVE, OP. 108",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "DER KUSS, OP. 128___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "DER KUSS, OP. 128",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONGS, SIX, OP. 75___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS, SIX, OP. 75",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUARTET, STRING, OP. 135, F MAJOR___Beethoven": {
        "page_title": "Late string quartets (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 135, F MAJOR",
        "summary": "Ludwig van Beethoven's late string quartets are:\n\nOpus 127: String Quartet No. 12 in E♭ major (1825)\nOpus 130: String Quartet No. 13 in B♭ major (1825)\nOpus 131: String Quartet No. 14 in C♯ minor (1826)\nOpus 132: String Quartet No. 15 in A minor (1825)\nOpus 133: Große Fuge in B♭ major (1825; originally the finale to Op. 130; it also exists in a piano four-hands transcription, Op. 134)\nOpus 135: String Quartet No. 16 in F major (1826)These six works are Beethoven's last major completed compositions. Although dismissed by musicians and audiences of Beethoven's day, they are now widely considered to be among the greatest musical compositions of all time, and have inspired many later composers."
    },
    "MISSA SOLEMNIS IN D MAJOR, OP.123___Beethoven": {
        "page_title": "Missa solemnis (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "MISSA SOLEMNIS IN D MAJOR, OP.123",
        "summary": "The Missa solemnis in D major, Op. 123, is a Solemn Mass composed by Ludwig van Beethoven from 1819 to 1823. It was first performed on 7 April 1824 in Saint Petersburg, Russia, under the auspices of Beethoven's patron Prince Nikolai Galitzin; an incomplete performance was given in Vienna on 7 May 1824, when the Kyrie, Credo, and Agnus Dei were conducted by the composer. It is generally considered one of the composer's supreme achievements and, along with Bach's Mass in B minor, one of the most significant Mass settings of the common practice period.Written around the same time as his Ninth Symphony, it is Beethoven's second setting of the Mass, after his Mass in C major, Op. 86. The work was dedicated to Archduke Rudolf of Austria, archbishop of Olmütz, Beethoven's foremost patron as well as pupil and friend. The copy presented to Rudolf was inscribed \"Von Herzen—Möge es wieder—Zu Herzen gehn!\" (\"From the heart – may it return to the heart!\")\n\n"
    },
    "AN DIE FERNE GELIEBTE, OP.98___Beethoven": {
        "page_title": "An die ferne Geliebte",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "AN DIE FERNE GELIEBTE, OP.98",
        "summary": "An die ferne Geliebte (To the distant beloved), Op. 98, is a composition by Ludwig van Beethoven written in April 1816, setting poetry by Alois Jeitteles."
    },
    "AN DIE HOFFNUNG, OP. 32 (ARR. Mottl)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "AN DIE HOFFNUNG, OP. 32 (ARR. Mottl)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "NAMENSFEIER OVERTURE, OP.115___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "NAMENSFEIER OVERTURE, OP.115",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "CREATURES OF PROMETHEUS, OP. 43___Beethoven": {
        "page_title": "The Creatures of Prometheus",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CREATURES OF PROMETHEUS, OP. 43",
        "summary": "The Creatures of Prometheus (German: Die Geschöpfe des Prometheus), Op. 43, is a ballet composed in 1801 by Ludwig van Beethoven following the libretto of Salvatore Viganò. The ballet premiered on 28 March 1801 at the Burgtheater in Vienna and was given 28 performances. It was premiered in New York at the Park Theatre on 14 June 1808 being one of the first full length works by Beethoven to be performed in the United States. It is the only full length ballet by Beethoven."
    },
    "TRIO, OBOE, CLARINET AND HORN___Beethoven": {
        "page_title": "Flute repertoire",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, OBOE, CLARINET AND HORN",
        "summary": "Flute repertoire is the general term for pieces composed for flute (particularly Western concert flute). The following lists are not intended to be complete, but rather to present a representative sampling of the most commonly played and well-known works in the genre. The lists also do not generally include works originally written for other instruments and subsequently transcribed, adapted, or arranged for flute, unless such piece is very common in the repertory, in which case it is listed with its original instrumentation noted.\n\n"
    },
    "SONGS, WELSH, TWENTY-SIX, WOO 155___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS, WELSH, TWENTY-SIX, WOO 155",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "MINUET (ARR.)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "MINUET (ARR.)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONG, LIED AUS DER FERNE, WOO 137___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONG, LIED AUS DER FERNE, WOO 137",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONGS, THREE, OP. 83___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS, THREE, OP. 83",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUARTET, STRING, OP. 18, NO. 4, C MINOR___Beethoven": {
        "page_title": "String Quartet No. 4 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 18, NO. 4, C MINOR",
        "summary": "Ludwig van Beethoven composed his String Quartet No. 4 in C minor, Op. 18, No. 4, between 1798 and 1800 in Vienna and published in 1801. The Op. 18 collection is dedicated to Joseph Franz von Lobkowitz."
    },
    "QUARTET, STRING, OP. 59, NO. 1, F MAJOR (RASUMOVSKY)___Beethoven": {
        "page_title": "String Quartets Nos. 7–9, Op. 59 – Rasumovsky (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 59, NO. 1, F MAJOR (RASUMOVSKY)",
        "summary": "Ludwig van Beethoven's Op. 18, published in 1801 by T. Mollo et Comp in Vienna in two books of three quartets each, comprised his first six string quartets. They were composed between 1798 and 1800 to fulfill a commission for Prince Joseph Franz Maximilian Lobkowitz, who was the employer of Beethoven's friend, the violinist Karl Amenda. They are thought to demonstrate his total mastery of the classical string quartet as developed by Joseph Haydn and Wolfgang Amadeus Mozart. The order of publication (numbering within the opus) does not correspond to the order of composition. Beethoven composed these quartets in the sequence 3, 1, 2, 5, 4, 6. See:\n\nString Quartet No. 1 in F major\nString Quartet No. 2 in G major\nString Quartet No. 3 in D major\nString Quartet No. 4 in C minor\nString Quartet No. 5 in A major\nString Quartet No. 6 in B♭ majorIn an April 1802 letter to Hofmeister in Leipzig, Beethoven says the Mollo edition of nos. 4-6 is error-ridden (\"has again, let us say, filled with faults and errata, great and small\"), and Kerman makes a similar comment, leaving one to conclude that the poor Mollo edition of nos. 4-6, which incited private protests from the composer, may also be the best existing primary source for those three works, unless manuscripts or sketches for them have been discovered. This applies to nos. 4-6; the situation for no. 1, especially, is different, since an entire earlier version has been preserved, published and even recorded. While the overall set is less critically acclaimed than the \"Razumovsky\" quartets and the late quartets, op. 18, no. 1 has been perennially admired."
    },
    "CONCERTO, VIOLIN, CELLO & PIANO, OP. 56 (TRIPLE)___Beethoven": {
        "page_title": "Triple Concerto (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONCERTO, VIOLIN, CELLO & PIANO, OP. 56 (TRIPLE)",
        "summary": "Ludwig van Beethoven's Concerto for Violin, Cello, and Piano in C major, Op. 56, commonly known as the Triple Concerto, was composed in 1803 and published in 1804 by Breitkopf & Härtel. The choice of the three solo instruments effectively makes this a concerto for piano trio, and it is the only concerto Beethoven ever completed for more than one solo instrument. A typical performance takes approximately thirty-seven minutes."
    },
    "VESPER HYMN, THE___Beethoven": {
        "page_title": "Mercedes, Catbalogan",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "VESPER HYMN, THE",
        "summary": "Mercedes refers to a barangay or village in Catbalogan City, Philippines located between Maulong and Downtown Catbalogan. Barangay Mercedes is one of the 57 barangays of Catbalogan City.\n\n"
    },
    "NATURES PRAISE, SONGS, SIX, OP. 48, NO. 4 (ARR. FOR CHORUS) (ARR. Unspecified)___Beethoven": {
        "page_title": "Die Himmel rühmen des Ewigen Ehre",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "NATURES PRAISE, SONGS, SIX, OP. 48, NO. 4 (ARR. FOR CHORUS) (ARR. Unspecified)",
        "summary": "\"Die Himmel rühmen des Ewigen Ehre\" (The heavens praise the glory of the Eternal), Op. 48/4, is a composition for voice and piano by Ludwig van Beethoven, setting the beginning of Christian Fürchtegott Gellert's poem \"Die Ehre Gottes aus der Natur\" (The glory of God from nature), a paraphrase of Psalm 19. Beethoven composed it as part of a collection of lieder on texts by Gelllert, which was published in 1803, known as Gellert Lieder. \"Die Himmel rühmen des Ewigen Ehre\" became famous in arrangements for choir, \"Die Himmel rühmen!\" by Joseph Dantonello and \"The Heavens are Telling\" by Virgil Thomson."
    },
    "CONCERTO, PIANO, NO. 1, C MAJOR, OP.15___Beethoven": {
        "page_title": "Piano Concerto No. 1 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONCERTO, PIANO, NO. 1, C MAJOR, OP.15",
        "summary": "Ludwig van Beethoven's Piano Concerto No. 1 in C major, Op. 15, was written in 1795, then revised in 1800. It was possibly first performed by Beethoven at his first public concert in Vienna on 29 March 1795. It was first published in 1801 in Vienna with dedication to his pupil Princess Anna Louise Barbara Odescalchi (née Countess von Keglević), known to her friends as \"Babette\".Although this was Beethoven's first piano concerto to be published, it was actually his third attempt at the genre, following an unpublished piano concerto in E-flat major of 1784 and the Piano Concerto No. 2. The latter was published in 1801 in Leipzig after the Piano Concerto No. 1, but was composed over a period of years, perhaps beginning ca. 1788.\n\n"
    },
    "CONCERTO, PIANO, NO. 2, B FLAT MAJOR, OP.19___Beethoven": {
        "page_title": "Piano Concerto No. 2 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONCERTO, PIANO, NO. 2, B FLAT MAJOR, OP.19",
        "summary": "The Piano Concerto No. 2 in B-flat major, Op. 19, by Ludwig van Beethoven was composed primarily between 1787 and 1789, although it did not attain the form in which it was published until 1795. Beethoven did write a second finale for it in 1798 for performance in Prague, but that is not the finale that was published. It was used by the composer as a vehicle for his own performances as a young virtuoso, initially intended with the Bonn Hofkapelle. It was published in December 1801 as Op. 19, later than the publication in March that year of his later composition the Piano Concerto No. 1 in C major as Op. 15, and thus became designated as his second piano concerto.The B-flat major Piano Concerto was an important display piece for the young Beethoven as he sought to establish himself after moving from Bonn to Vienna. He may have premiered it on 29 March 1795, at Vienna's Burgtheater in a concert marking his public debut. Prior to that, he had performed only in the private salons of the Viennese nobility. While the work as a whole is very much in the concerto style of Mozart, there is a sense of drama and contrast that would be present in many of Beethoven's later works. Beethoven himself apparently did not rate this work particularly highly, remarking to the publisher Franz Anton Hoffmeister that, along with the Piano Concerto No. 1, it was \"not one of my best.\" However, the pianist Peter Serkin has noted that Beethoven's writing of the first movement of the cadenza much later than the concerto proper \"indicates [his] own regard for his early concerto\". The version that he may have premiered in 1795 is the version that is performed and recorded today."
    },
    "ZÄRTLICHE LIEBE, WOO 123___Beethoven": {
        "page_title": "Zärtliche Liebe",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ZÄRTLICHE LIEBE, WOO 123",
        "summary": "\"Zärtliche Liebe\" (Tender Love), WoO 123, or \"Ich liebe dich\", is a love song by Ludwig van Beethoven that he composed in 1795 and first published in 1803. Beethoven was 25 years old when he wrote it. The song is occasionally referred to by its first line, \"Ich liebe dich, so wie du mich\".\n\n"
    },
    "QUARTET, STRING, OP. 18, NO. 5, A MAJOR___Beethoven": {
        "page_title": "String Quartet No. 15 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 18, NO. 5, A MAJOR",
        "summary": "The String Quartet No. 15 in A minor, Op. 132, by Ludwig van Beethoven, was written in 1825, given its public premiere on November 6 of that year by the Schuppanzigh Quartet and was dedicated to Count Nikolai Galitzin, as were Opp. 127 and 130. The number traditionally assigned to it is based on the order of its publication; it is actually the thirteenth quartet in order of composition. Beethoven’s nephew Karl reported about the premiere to his uncle: \"The quartet received a lot of applause, it went very well together and Linke played better than ever\"."
    },
    "VIENNESE DANCES (UNSPECIFIED)___Beethoven": {
        "page_title": "Franz Schubert",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "VIENNESE DANCES (UNSPECIFIED)",
        "summary": "Franz Peter Schubert (German: [ˈfʁant͡s ˈpeːtɐ ˈʃuːbɐt]; 31 January 1797 – 19 November 1828) was an Austrian composer of the late Classical and early Romantic eras. Despite his short lifetime, Schubert left behind a vast oeuvre, including more than 600 secular vocal works (mainly lieder), seven complete symphonies, sacred music, operas, incidental music, and a large body of piano and chamber music. His major works include \"Erlkönig\" (D. 328), the Piano Quintet in A major, D. 667 (Trout Quintet), the Symphony No. 8 in B minor, D. 759 (Unfinished Symphony), the \"Great\" Symphony No. 9 in C major, D. 944, the String Quintet (D. 956), the three last piano sonatas (D. 958–960), the opera Fierrabras (D. 796), the incidental music to the play Rosamunde (D. 797), and the song cycles Die schöne Müllerin (D. 795) and Winterreise (D. 911).\nBorn in the Himmelpfortgrund suburb of Vienna, Schubert showed uncommon gifts for music from an early age. His father gave him his first violin lessons and his elder brother gave him piano lessons, but Schubert soon exceeded their abilities. In 1808, at the age of eleven, he became a pupil at the Stadtkonvikt school, where he became acquainted with the orchestral music of Joseph Haydn, Wolfgang Amadeus Mozart, and Ludwig van Beethoven. He left the Stadtkonvikt at the end of 1813, and returned home to live with his father, where he began studying to become a schoolteacher. Despite this, he continued his studies in composition with Antonio Salieri and still composed prolifically. In 1821, Schubert was admitted to the Gesellschaft der Musikfreunde as a performing member, which helped establish his name among the Viennese citizenry. He gave a concert of his own works to critical acclaim in March 1828, the only time he did so in his career. He died eight months later at the age of 31, the cause officially attributed to typhoid fever, but believed by some historians to be syphilis.\nAppreciation of Schubert's music while he was alive was limited to a relatively small circle of admirers in Vienna, but interest in his work increased greatly in the decades following his death. Felix Mendelssohn, Robert Schumann, Franz Liszt, Johannes Brahms and other 19th-century composers discovered and championed his works. Today, Schubert is ranked among the greatest composers in the history of Western music and his work continues to be admired."
    },
    "SERENADE, FLUTE, VIOLIN, VIOLA, OP.25, D MAJOR___Beethoven": {
        "page_title": "Serenade for flute, violin and viola",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SERENADE, FLUTE, VIOLIN, VIOLA, OP.25, D MAJOR",
        "summary": "The Serenade for flute, violin and viola, Op. 25, is a chamber composition by Ludwig van Beethoven. It is in the key of D major."
    },
    "RONDINO FOR WIND INSTRUMENTS___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "RONDINO FOR WIND INSTRUMENTS",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "CANON: ABBE STADLER___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CANON: ABBE STADLER",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONATA, PIANO, NO. 32, C MINOR , OP. 111___Beethoven": {
        "page_title": "Piano Sonata No. 32 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, NO. 32, C MINOR , OP. 111",
        "summary": "The Piano Sonata No. 32 in C minor, Op. 111, is the last of Ludwig van Beethoven's piano sonatas. The work was written between 1821 and 1822. Like other late period sonatas, it contains fugal elements. It was dedicated to his friend, pupil, and patron, Archduke Rudolf.\nThe sonata consists of only two contrasting movements. The second movement is marked as an arietta with variations. Thomas Mann called it \"farewell to the sonata form\". The work entered the repertoire of leading pianists only in the second half of the 19th century. Rhythmically visionary and technically demanding, it is one of the most discussed of Beethoven's works."
    },
    "SONATA, PIANO, NO. 8, C MINOR, OP. 13 (PATHETIQUE) (ORCH.) (ARR. Unspecified)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, NO. 8, C MINOR, OP. 13 (PATHETIQUE) (ORCH.) (ARR. Unspecified)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "RUINS OF ATHENS, OP. 113: TURKISH MARCH___Beethoven": {
        "page_title": "Turkish March (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "RUINS OF ATHENS, OP. 113: TURKISH MARCH",
        "summary": "The Turkish March (Marcia alla turca) is a classical march theme by Ludwig van Beethoven. It was written for the 1809 Six variations, Op. 76, and in the Turkish style. Later in 1811, Beethoven included the Turkish March in a play by August von Kotzebue called The Ruins of Athens (Op. 113), which premiered in Budapest, Hungary in 1812.The march is in B-flat major, tempo vivace and 24 time. Its dynamic scheme is highly suggestive of a procession passing by, starting out pianissimo, poco a poco rising to a fortissimo climax and then receding back to pianissimo by the coda."
    },
    "SONATA, OP. 47, A MAJOR (KREUTZER) (VIOLIN + ORCH) (ARR. Damrosch)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, OP. 47, A MAJOR (KREUTZER) (VIOLIN + ORCH) (ARR. Damrosch)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "WORK (UNSPECIFIED)___Beethoven": {
        "page_title": "Canon (music)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "WORK (UNSPECIFIED)",
        "summary": "In music, a canon is a contrapuntal (counterpoint-based) compositional technique that employs a melody with one or more imitations of the melody played after a given duration (e.g., quarter rest, one measure, etc.). The initial melody is called the leader (or dux), while the imitative melody, which is played in a different voice, is called the follower (or comes). The follower must imitate the leader, either as an exact replication of its rhythms and intervals or some transformation thereof. Repeating canons in which all voices are musically identical are called rounds—\"Row, Row, Row Your Boat\" and \"Frère Jacques\" are popular examples.\nAn accompanied canon is a canon accompanied by one or more additional independent parts that do not imitate the melody."
    },
    "CHRIST ON THE MOUNT OF OLIVES, OPUS 85___Beethoven": {
        "page_title": "Christ on the Mount of Olives (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CHRIST ON THE MOUNT OF OLIVES, OPUS 85",
        "summary": "Christus am Ölberge (in English, Christ on the Mount of Olives), Op. 85, is an oratorio by Ludwig van Beethoven portraying the emotional turmoil of Jesus in the garden of Gethsemane prior to his crucifixion. It was begun in the fall of 1802, soon after his completion of the Heiligenstadt Testament, as indicated by evidence in the Wielhorsky sketchbook. The libretto in German is by the poet Franz Xaver Huber, editor of the Wiener Zeitung, with whom Beethoven worked closely. It was written in a very short period; in a letter to Breitkopf & Härtel written shortly after the oratorio's completion, Beethoven spoke of having written it in \"a few weeks\", although he later claimed that the piece required no more than 14 days to complete. It was first performed on April 5, 1803 at the Theater an der Wien in Vienna; in 1811, it was revised by Beethoven for publication by Breitkopf & Härtel. The 10 years that passed between the composition of the work and its publication resulted in its being assigned a relatively high opus number. The piece premiered in the United States in  1809; it was Beethoven's first  success in the United States."
    },
    "LEONORE OVERTURE NO. 2 (REVISED, 1927)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "LEONORE OVERTURE NO. 2 (REVISED, 1927)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "GROSSE FUGE, OP. 133 (ARR. Furtwangler [Furtwängler])___Beethoven": {
        "page_title": "Grosse Fuge",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "GROSSE FUGE, OP. 133 (ARR. Furtwangler [Furtwängler])",
        "summary": "The Grosse Fuge (German spelling: Große Fuge, also known in English as the Great Fugue or Grand Fugue), Op. 133, is a single-movement composition for string quartet by Ludwig van Beethoven. An immense double fugue, it was universally condemned by contemporary music critics. A reviewer writing for the Allgemeine musikalische Zeitung in 1826 described the fugue as \"incomprehensible, like Chinese\" and \"a confusion of Babel\". However, critical opinion of the work has risen steadily since the early 20th century and it is now considered among Beethoven's greatest achievements. Igor Stravinsky described it as \"an absolutely contemporary piece of music that will be contemporary forever.\"The composition originally served as the final movement of Beethoven's Quartet No. 13 in B♭ major, Op. 130, written in 1825; but his publisher was concerned about the dismal commercial prospects of the piece and wanted Beethoven to replace the fugue with a new finale. Beethoven complied, and the Grosse Fuge was published as a separate work in 1827 as Op. 133. It was composed when Beethoven was nearly totally deaf, and is considered to be part of his set of late quartets. It was first performed in 1826, as the finale of the B♭ quartet, by the Schuppanzigh Quartet.\nMusic analysts and critics have described the Grosse Fuge as \"inaccessible\", \"eccentric\", \"filled with paradoxes\", and \"Armageddon\". Critic and musicologist Joseph Kerman calls it \"the most problematic single work in Beethoven's output and ... doubtless in the entire literature of music\", and violinist David Matthews describes it as \"fiendishly difficult to play\"."
    },
    "RUINS OF ATHENS: CHORUS OF DERVISHES [VIOLIN + PIANO] (ARR. Auer)___Beethoven": {
        "page_title": "The Ruins of Athens",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "RUINS OF ATHENS: CHORUS OF DERVISHES [VIOLIN + PIANO] (ARR. Auer)",
        "summary": "The Ruins of Athens (Die Ruinen von Athen), Op. 113, is a set of incidental music pieces written in 1811 by Ludwig van Beethoven.  The music was written to accompany the play of the same name by August von Kotzebue, for the dedication of a new theatre at Pest.Perhaps the best-known music from The Ruins of Athens is the Turkish March, a theme that has claimed a place in popular culture. The overture and the Turkish March are often performed separately, and the other pieces of this set are not often heard. Another of Beethoven's compositions, Six variations on an original theme, Op. 76, uses the Turkish March as its theme.\nIn 1822 the play was revived for the reopening of Vienna's Theater in der Josefstadt with a revised libretto by Carl Meisl, for which Beethoven wrote a new overture, now known as The Consecration of the House, Op. 124,  and added a chorus \"Wo sich die Pulse\" (WoO 98).\nThe music for The Ruins of Athens was reworked in 1924 by Richard Strauss and Hugo von Hofmannsthal. Another revival with a revision of the text by Johannes Urzidil was conducted by Alexander von Zemlinsky at Prague's Neuen Deutschen Theater in 1926."
    },
    "QUARTET, STRING, OP. 59 (NUMBER UNSPECIFIED): FUGUE___Beethoven": {
        "page_title": "Budapest String Quartet",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 59 (NUMBER UNSPECIFIED): FUGUE",
        "summary": "The Budapest String Quartet was a string quartet in existence from 1917 to 1967.  It originally consisted of three Hungarians and a Dutchman; at the end, the quartet consisted of four Russians.  A number of recordings were made for HMV/Victor through 1938; from 1940 through 1967 it recorded for Columbia Records. Additionally, several of the Quartet's live performances were recorded, at the Library of Congress and other venues."
    },
    "EQUALI, THREE, FOR FOUR TROMBONES___Beethoven": {
        "page_title": "Three Equals for four trombones, WoO 30",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "EQUALI, THREE, FOR FOUR TROMBONES",
        "summary": "The Three Equals for four trombones, WoO 30 (German: Drei Equale für vier Posaunen), are three short equals for trombones by Ludwig van Beethoven.\nThey were commissioned in the autumn of 1812 by the Stadtkapellmeister of Linz, Franz Xaver Glöggl, for performance as tower music on All Souls' Day. They were first performed at the Old Cathedral, Linz on 2 November 1812.Two of the equals (nos. 1 & 3) were performed at Beethoven's funeral on 29 March 1827, both by a trombone quartet and also in vocal arrangements by Ignaz Seyfried.\nThe arrangements of Nos. 1 and 3 by Seyfried are settings for men's voices of two verses from the 'Miserere'. These were sung at the funeral, alternating with the trombones. The remaining Equal, no. 2 (again arranged by Seyfried for male voice choir) was sung at the dedication of Beethoven's gravestone on the first anniversary of his death in March 1828.\nA clean manuscript copy, checked by Beethoven, was made of the original manuscript as part of a complete edition of his work ('Gesamtausgabe') by his Vienna publisher Tobias Haslinger. Although Seyfried's arrangements, published in 1827 and 1829, received public performances and were reprinted in 19th-century books about Beethoven, the original score for trombones wasn't published until 1888 as part of Breitkopf and Härtel's 'old' Beethoven Edition.\nAll three equals were played at the state funerals of W. E. Gladstone and King Edward VII, where one writer remarked on their \"tones of weird simplicity and exquisite pathos\", and they have become part of the standard trombone repertory."
    },
    "GERMAN DANCES, TWELVE, WOO. 8___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "GERMAN DANCES, TWELVE, WOO. 8",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUARTET, STRING, OP. 59, NO. 3, C MAJOR (ARR. ORCH) (ARR. Unspecified)___Beethoven": {
        "page_title": "String Quartet No. 12 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 59, NO. 3, C MAJOR (ARR. ORCH) (ARR. Unspecified)",
        "summary": "Ludwig van Beethoven completed his String Quartet No. 12 in E♭ major, Op. 127, in 1825. It is the first of his late quartets. Commissioned by Nicolas Galitzin over a year earlier, the work was not ready when it was scheduled to premiere. When it finally premiered by the Schuppanzigh Quartet, it was not well received. Only with subsequent performances by the Bohm Quartet and the Mayseder Quartet did it begin to gain public appreciation.\n\n"
    },
    "CONTREDANSES, TWELVE (ARR. Elman)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONTREDANSES, TWELVE (ARR. Elman)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "WORK (UNSPECIFIED) (ARR. Rubinstein)___Beethoven": {
        "page_title": "Canon (music)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "WORK (UNSPECIFIED) (ARR. Rubinstein)",
        "summary": "In music, a canon is a contrapuntal (counterpoint-based) compositional technique that employs a melody with one or more imitations of the melody played after a given duration (e.g., quarter rest, one measure, etc.). The initial melody is called the leader (or dux), while the imitative melody, which is played in a different voice, is called the follower (or comes). The follower must imitate the leader, either as an exact replication of its rhythms and intervals or some transformation thereof. Repeating canons in which all voices are musically identical are called rounds—\"Row, Row, Row Your Boat\" and \"Frère Jacques\" are popular examples.\nAn accompanied canon is a canon accompanied by one or more additional independent parts that do not imitate the melody."
    },
    "ECOSSAISE (UNSPECIFIED) (ARR. Busoni)___Beethoven": {
        "page_title": "List of compositions by Franz Schubert by genre",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ECOSSAISE (UNSPECIFIED) (ARR. Busoni)",
        "summary": "Franz Schubert (31 January 1797 – 19 November 1828) was an extremely prolific Austrian composer. He composed some 1500 works (or, when collections, cycles and variants are grouped, some thousand compositions). The largest group are the lieder for piano and solo voice (over six hundred), and nearly as many piano pieces. Schubert also composed some 150 part songs, some 40 liturgical compositions (including several masses) and around 20 stage works like operas and incidental music. His orchestral output includes thirteen symphonies (seven completed) and several overtures. Schubert's chamber music includes over 20 string quartets, and several quintets, trios and duos.\nThis article constitutes a complete list of Schubert's known works organized by their genre. The complete output is divided in eight series, and in principle follows the order established by the Neue Schubert-Ausgabe printed edition. The works found in each series are ordered ascendingly according to Deutsch numbers, the information of which attempts to reflect the most current information regarding Schubert's catalogue."
    },
    "ROMANCE, VIOLIN (UNSPECIFIED)___Beethoven": {
        "page_title": "Edna White",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "ROMANCE, VIOLIN (UNSPECIFIED)",
        "summary": "Flora Edna White (October 23, 1892 – June 25, 1992), known professionally as Edna White and privately for much of her life as Edna White Chandler, was an American trumpet soloist, chamber musician, vaudeville performer, and composer. A child prodigy, White began her professional career as a soloist in 1901 at the age of eight and graduated from the Institute of Musical Art (which would later become the Juilliard School) in 1907. White, who switched from cornet to trumpet during her studies at the institute, was one of the first soloists to perform on trumpet rather than cornet.\nWhite formed a number of all-female brass quartets, including the Aida Quartet, the Edna White Trumpeters (which also performed as the Edna White Quartet), the Liberty Belles, and the Tone Weavers. Billed as the \"only woman solo trumpeter in the world,\" White toured nationally with her chamber ensembles and performed as a soloist in recitals, vaudeville acts, with concert bands, and with orchestras. In the 1920s White made solo recordings for Edison Records, and in the 1940s and 1950s she collaborated with composers Virgil Thomson and George Antheil. Her 1949 recital in Carnegie Hall was the first given there by a trumpeter.\nAfter retiring from performance in 1957, White remained active as a composer and writer, completing an operetta, a suite for trumpet and orchestra, a trumpet method book, and a memoir, in addition to shorter songs and poems."
    },
    "GROSSE FUGE, OP. 133 (ARR. Weingartner)___Beethoven": {
        "page_title": "Grosse Fuge",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "GROSSE FUGE, OP. 133 (ARR. Weingartner)",
        "summary": "The Grosse Fuge (German spelling: Große Fuge, also known in English as the Great Fugue or Grand Fugue), Op. 133, is a single-movement composition for string quartet by Ludwig van Beethoven. An immense double fugue, it was universally condemned by contemporary music critics. A reviewer writing for the Allgemeine musikalische Zeitung in 1826 described the fugue as \"incomprehensible, like Chinese\" and \"a confusion of Babel\". However, critical opinion of the work has risen steadily since the early 20th century and it is now considered among Beethoven's greatest achievements. Igor Stravinsky described it as \"an absolutely contemporary piece of music that will be contemporary forever.\"The composition originally served as the final movement of Beethoven's Quartet No. 13 in B♭ major, Op. 130, written in 1825; but his publisher was concerned about the dismal commercial prospects of the piece and wanted Beethoven to replace the fugue with a new finale. Beethoven complied, and the Grosse Fuge was published as a separate work in 1827 as Op. 133. It was composed when Beethoven was nearly totally deaf, and is considered to be part of his set of late quartets. It was first performed in 1826, as the finale of the B♭ quartet, by the Schuppanzigh Quartet.\nMusic analysts and critics have described the Grosse Fuge as \"inaccessible\", \"eccentric\", \"filled with paradoxes\", and \"Armageddon\". Critic and musicologist Joseph Kerman calls it \"the most problematic single work in Beethoven's output and ... doubtless in the entire literature of music\", and violinist David Matthews describes it as \"fiendishly difficult to play\"."
    },
    "HIMMEL RUHMEN, DIE [DIE HIMMEL RÜHMEN]___Beethoven": {
        "page_title": "Die Himmel rühmen des Ewigen Ehre",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "HIMMEL RUHMEN, DIE [DIE HIMMEL RÜHMEN]",
        "summary": "\"Die Himmel rühmen des Ewigen Ehre\" (The heavens praise the glory of the Eternal), Op. 48/4, is a composition for voice and piano by Ludwig van Beethoven, setting the beginning of Christian Fürchtegott Gellert's poem \"Die Ehre Gottes aus der Natur\" (The glory of God from nature), a paraphrase of Psalm 19. Beethoven composed it as part of a collection of lieder on texts by Gelllert, which was published in 1803, known as Gellert Lieder. \"Die Himmel rühmen des Ewigen Ehre\" became famous in arrangements for choir, \"Die Himmel rühmen!\" by Joseph Dantonello and \"The Heavens are Telling\" by Virgil Thomson."
    },
    "CONTREDANSES, TWELVE___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CONTREDANSES, TWELVE",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONATA, VIOLIN/PIANO, OP.96, NO. 10, G MAJOR___Beethoven": {
        "page_title": "Violin Sonata No. 10 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, VIOLIN/PIANO, OP.96, NO. 10, G MAJOR",
        "summary": "The Violin Sonata No. 9, Op. 47 in A major, by Ludwig van Beethoven, is an 1803 sonata for piano and violin notable for its technical difficulty, unusual length (around 40 minutes), and emotional scope. It is commonly known as the Kreutzer Sonata after the violinist Rodolphe Kreutzer, to whom it was ultimately dedicated, but who thoroughly disliked the piece and refused to play it."
    },
    "CANTATA ON THE DEATH OF EMPEROR JOSEPH II, WOO 87___Beethoven": {
        "page_title": "Cantata on the Death of Emperor Joseph II",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CANTATA ON THE DEATH OF EMPEROR JOSEPH II, WOO 87",
        "summary": "Ludwig van Beethoven's Cantata on the Death of Emperor Joseph II, WoO 87 is a cantata with a libretto by Severin Anton Averdonk (1768-1817), written in 1790 and intended for a memorial service for Joseph II, Holy Roman Emperor to be held in Bonn.\nComposed when Beethoven was nineteen, it was neither published, nor apparently performed until it premiered in Vienna in November 1884, fifty-seven years after Beethoven's death, and it was first printed in an 1888 supplement to the Complete Works. It remains one of Beethoven's lesser-known works."
    },
    "MEERESSTILLE UND GLUCKLICHE FAHRT, OP.112___Beethoven": {
        "page_title": "Meeresstille und glückliche Fahrt (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "MEERESSTILLE UND GLUCKLICHE FAHRT, OP.112",
        "summary": "Meeresstille und Glückliche Fahrt, Op. 112 (\"Calm Sea and Prosperous Voyage\") is a cantata for chorus and orchestra composed by Ludwig van Beethoven. It is based on a pair of poems by Johann Wolfgang von Goethe. They met in 1812; Beethoven admired him and the work is dedicated to Goethe. It was first performed in Vienna on 25 December 1815, and first published in 1822. The piece is in a single movement, with a typical performance taking between 7 and 8 minutes. The single movement is in two sections: (1) \"Meeresstille\" – Sostenuto – D major; and (2) \"Glückliche Fahrt\" – Allegro vivace – D major.\nThe cantata evokes the imagery of the pair of poems which later inspired the concert overture of the same name by Mendelssohn. The poems' titles are not synonymous: in the days before steam, a totally calm sea was cause for alarm; it is only when the wind at last rises that the ship can continue on its journey. The first section depicts a ship becalmed, the second its success in resuming its voyage."
    },
    "MILITARY MARCHES FOR WINDS, WOO 18 & 19___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "MILITARY MARCHES FOR WINDS, WOO 18 & 19",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONATA, PIANO, C MAJOR [UNSPECIFIED]___Beethoven": {
        "page_title": "Sonata for Two Violins (Prokofiev)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, C MAJOR [UNSPECIFIED]",
        "summary": "Sergei Prokofiev composed his Sonata for Two Violins in C major, Op. 56, in 1932 during his vacation near St. Tropez as a commission piece to conclude the inaugural concert of Triton, a Paris-based society dedicated to presenting new chamber music. That concert was held on 16 December 1932.\nHowever, with the composer's permission, the sonata was performed for the first time three weeks earlier in Moscow, on 27 November 1932 by Dmitry Tsyganov and Vladimir Shirinsky, both members of the Beethoven Quartet. The performance at the Triton concert was the \"Western premiere\". The performers on that occasion were Robert Soetens - for whom Prokofiev would compose his second violin concerto in 1935 - and Samuel Dushkin, for whom Stravinsky composed his violin concerto a few months earlier. The work was published in 1932 in Berlin by Éditions Russes de Musique.\nIn his 1941 autobiography, Prokofiev wrote about the origin of the work:\n\nListening to bad music sometimes inspires good ideas... After once hearing an unsuccessful piece [unspecified] for two violins without piano accompaniment, it struck me that in spite of the apparent limitations of such a duet one could make it interesting enough to listen to for ten or fifteen minutes....\nRegarding the Paris premiere, Prokofiev further adds: \n\n[My] Sonata was presented at the official opening of Triton, which chanced to coincide with the premiere of my ballet On the Dnieper. Fortunately the ballet began half an hour after the end of the concert, and so immediately after the Sonata we dashed over to the Grand Opéra – musicians, critics, composer all together."
    },
    "TRIO, VLN/VLA/VC, OP. 9, NO. 3, C MINOR___Beethoven": {
        "page_title": "Chamber music",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VLA/VC, OP. 9, NO. 3, C MINOR",
        "summary": "Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.\nBecause of its intimate nature, chamber music has been described as \"the music of friends\". For more than 100 years, chamber music was played primarily by amateur musicians in their homes, and even today, when chamber music performance has migrated from the home to the concert hall, many musicians, amateur and professional, still play chamber music for their own pleasure. Playing chamber music requires special skills, both musical and social, that differ from the skills required for playing solo or symphonic works.Johann Wolfgang von Goethe described chamber music (specifically, string quartet music) as \"four rational people conversing\". This conversational paradigm – which refers to the way one instrument introduces a melody or motif and then other instruments subsequently \"respond\" with a similar motif – has been a thread woven through the history of chamber music composition from the end of the 18th century to the present. The analogy to conversation recurs in descriptions and analyses of chamber music compositions."
    },
    "TRIO, VLN/VLA/VC, OP. 3, E-FLAT MAJOR___Beethoven": {
        "page_title": "Chamber music",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VLA/VC, OP. 3, E-FLAT MAJOR",
        "summary": "Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.\nBecause of its intimate nature, chamber music has been described as \"the music of friends\". For more than 100 years, chamber music was played primarily by amateur musicians in their homes, and even today, when chamber music performance has migrated from the home to the concert hall, many musicians, amateur and professional, still play chamber music for their own pleasure. Playing chamber music requires special skills, both musical and social, that differ from the skills required for playing solo or symphonic works.Johann Wolfgang von Goethe described chamber music (specifically, string quartet music) as \"four rational people conversing\". This conversational paradigm – which refers to the way one instrument introduces a melody or motif and then other instruments subsequently \"respond\" with a similar motif – has been a thread woven through the history of chamber music composition from the end of the 18th century to the present. The analogy to conversation recurs in descriptions and analyses of chamber music compositions."
    },
    "OCTET, WINDS, E-FLAT MAJOR, OP.103___Beethoven": {
        "page_title": "E-flat major",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "OCTET, WINDS, E-FLAT MAJOR, OP.103",
        "summary": "A-flat major (or the key of A-flat) is a major scale based on A♭, with the pitches A♭, B♭, C, D♭, E♭, F, and G. Its key signature has four flats.\nThe A-flat major scale is:\n\nIts relative minor is F minor. Its parallel minor, A-flat minor, is usually written instead as the enharmonic key of G-sharp minor, since A-flat minor contains seven flats and G-sharp minor only contains five sharps, making A-flat minor rarely usable. Its enharmonic, G-sharp major, with eight sharps, including the F, has a similar problem, and so A-flat major is often used as the parallel major for G-sharp minor. (The same enharmonic situation also occurs with the keys of D-flat major and C-sharp minor.)"
    },
    "CORIOLAN OVERTURE, OP. 62 (ARR. Mahler)___Beethoven": {
        "page_title": "Coriolan Overture",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "CORIOLAN OVERTURE, OP. 62 (ARR. Mahler)",
        "summary": "The Coriolan Overture (German: Coriolan-Ouvertüre or Ouvertüre zu Coriolan), Op. 62, is a composition written by Ludwig van Beethoven in 1807 for Heinrich Joseph von Collin's 1804 tragedy Coriolan.The structure and themes of the overture follow the play very generally. The main C minor theme represents Coriolanus' resolve and war-like tendencies (he is about to invade Rome), while the more tender E-flat major theme represents the pleadings of his mother to desist. Coriolanus eventually gives in to tenderness, but since he cannot turn back having led an army of his former enemies to Rome's gates, he kills himself. (This differs from the better-known play Coriolanus by William Shakespeare, in which he is murdered. Both Shakespeare's and Collin's plays are about the same semi-legendary figure, Gaius Marcius Coriolanus, whose actual fate was not recorded.)\nThe overture was premiered in March 1807 at a private concert in the home of Prince Franz Joseph von Lobkowitz. The Symphony No. 4 in B-flat and the Piano Concerto No. 4 in G were premiered at the same concert."
    },
    "SONATA, VIOLIN/PIANO, OP. 30, NO. 2, C MINOR___Beethoven": {
        "page_title": "Piano Sonata No. 23 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, VIOLIN/PIANO, OP. 30, NO. 2, C MINOR",
        "summary": "Ludwig van Beethoven's Piano Sonata No. 23 in F minor, Op. 57 (colloquially known as the Appassionata, meaning \"passionate\" in Italian) is among the three famous piano sonatas of his middle period (the others being the Waldstein, Op. 53 and Les Adieux, Op. 81a); it was composed during 1804 and 1805, and perhaps 1806, and was dedicated to Count Franz von Brunswick. The first edition was published in February 1807 in Vienna.\nUnlike the early Sonata No. 8, Pathétique, the Appassionata was not named during the composer's lifetime, but was so labelled in 1838 by the publisher of a four-hand arrangement of the work. Instead, Beethoven's autograph manuscript of the sonata has \"La Passionata\" written on the cover, in Beethoven's hand.One of his greatest and most technically challenging piano sonatas, the Appassionata was considered by Beethoven to be his most tempestuous piano sonata until the twenty-ninth piano sonata (known as the Hammerklavier). 1803 was the year Beethoven came to grips with the irreversibility of his progressively deteriorating hearing.\nAn average performance of the entire Appassionata sonata lasts about twenty-five minutes.\n\n"
    },
    "TRIO, VLN/VLA/VC, OP. 9, NO. 1, G MAJOR___Beethoven": {
        "page_title": "Chamber music",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VLA/VC, OP. 9, NO. 1, G MAJOR",
        "summary": "Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.\nBecause of its intimate nature, chamber music has been described as \"the music of friends\". For more than 100 years, chamber music was played primarily by amateur musicians in their homes, and even today, when chamber music performance has migrated from the home to the concert hall, many musicians, amateur and professional, still play chamber music for their own pleasure. Playing chamber music requires special skills, both musical and social, that differ from the skills required for playing solo or symphonic works.Johann Wolfgang von Goethe described chamber music (specifically, string quartet music) as \"four rational people conversing\". This conversational paradigm – which refers to the way one instrument introduces a melody or motif and then other instruments subsequently \"respond\" with a similar motif – has been a thread woven through the history of chamber music composition from the end of the 18th century to the present. The analogy to conversation recurs in descriptions and analyses of chamber music compositions."
    },
    "TRIO, VLN/VC/PNO, OP. 1, NO. 1, E-FLAT MAJOR___Beethoven": {
        "page_title": "Clarinet-cello-piano trio",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VC/PNO, OP. 1, NO. 1, E-FLAT MAJOR",
        "summary": "A clarinet-cello-piano trio is a clarinet trio made up of one clarinet, one cello, and one piano, or the name of a piece written for such a group.\nThis formation is similar to the classical piano trio in which the violin is replaced by the clarinet. The heterogeneity of timbre between clarinet and cello prevents their use  as a block against the piano, but it offers many other musical possibilities.\nLong-lived trios (such as the Trio Montecino) are very rare, but the literature is performed by subsets of Pierrot lunaire and Quartet for the End of Time ensembles, such as Tashi, as well as by ad hoc groups.\n\n"
    },
    "QUINTET, STRING, OP. 104 (ARR. FROM PIANO TRIO, OP.1, NO. 3)___Beethoven": {
        "page_title": "String Quintet, Op. 4 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUINTET, STRING, OP. 104 (ARR. FROM PIANO TRIO, OP.1, NO. 3)",
        "summary": "The String Quintet in E-flat major, Op. 4, was composed by Ludwig van Beethoven in 1795. It was adapted from his Octet in E-flat major, Op. 103, which, despite its high opus number, was in fact composed by Beethoven in 1792/1793 but was published only in 1837, ten years after the composer's death. The Quintet was published in Vienna in 1796."
    },
    "SONATA, PIANO, NO. 21, C MAJOR, OP. 53 (WALDSTEIN)___Beethoven": {
        "page_title": "Piano Sonata No. 21 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, NO. 21, C MAJOR, OP. 53 (WALDSTEIN)",
        "summary": "Beethoven's Piano Sonata No. 21 in C major, Op. 53, known as the Waldstein, is one of the three most notable sonatas of his middle period (the other two being the Appassionata, Op. 57, and Les Adieux, Op. 81a). Completed in summer 1804 and surpassing Beethoven's previous piano sonatas in its scope, the Waldstein is a key early work of Beethoven's \"Heroic\" decade (1803–1812) and set a standard for piano composition in the grand manner.\nThe sonata's name derives from Beethoven's dedication to his close friend and patron Count Ferdinand Ernst Gabriel von Waldstein, member of Bohemian noble Waldstein family (Valdštejn). Like the Archduke Trio (one of many pieces dedicated to Archduke Rudolph), it is named for Waldstein even though other works are dedicated to him. It is also known as L'Aurora (The Dawn) in Italian, for the sonority of the opening chords of the third movement, thought to conjure an image of daybreak.\nIt is considered one of Beethoven's greatest and most technically challenging piano sonatas. The first section of the rondo requires a simultaneous pedal trill, high melody and rapid left hand runs, and the coda features glissando octaves written in dialogue between the hands.\nAn average performance of the entire Waldstein lasts about twenty-five minutes.\n\n"
    },
    "SONATA, CELLO AND PIANO, A MAJOR, OP. 69___Beethoven": {
        "page_title": "Cello sonata",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, CELLO AND PIANO, A MAJOR, OP. 69",
        "summary": "A cello sonata is usually a sonata written for solo cello with piano accompaniment. The most famous Romantic-era cello sonatas are those written by Johannes Brahms and Ludwig van Beethoven. Some of the earliest cello sonatas were written in the 18th century by Francesco Geminiani and Antonio Vivaldi.\nThe following list contains cello sonatas with or without accompanying instruments. See the See also list for more comprehensive lists divided up into solo and accompanied works."
    },
    "SONGS OF VARIOUS NATIONALITY, TWELVE, WOO 157___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS OF VARIOUS NATIONALITY, TWELVE, WOO 157",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONGS, IRISH, TWELVE, WOO 154___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONGS, IRISH, TWELVE, WOO 154",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUINTET, OBOE, BASSOON, 3 HORNS, HESS 19___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUINTET, OBOE, BASSOON, 3 HORNS, HESS 19",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "EGMONT, OP.84: OVERTURE (ARR. FOR BRASS) (ARR. Frackenpohl)___Beethoven": {
        "page_title": "Egmont (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "EGMONT, OP.84: OVERTURE (ARR. FOR BRASS) (ARR. Frackenpohl)",
        "summary": "Egmont, Op. 84 by Ludwig van Beethoven, is a set of incidental music pieces for the 1787 play of the same name by Johann Wolfgang von Goethe. It consists of an overture followed by a sequence of nine pieces for soprano, male narrator, and full symphony orchestra. The male narrator is optional; he is not used in the play and does not appear in all recordings of the complete incidental music.\nBeethoven wrote it between October 1809 and June 1810, and it was premiered on 15 June 1810.The subject of the music and dramatic narrative is the life and heroism of 16th-century nobleman Lamoral, Count of Egmont from the Low Countries. It was composed during the Napoleonic Wars when the First French Empire had extended its domination over vast swathes of Europe. Beethoven had famously expressed his great outrage over Napoleon Bonaparte's decision to crown himself Emperor in 1804, furiously scratching out his name in the dedication of the Eroica Symphony. In the music for Egmont, Beethoven expressed his own political concerns through the exaltation of the heroic sacrifice of a man condemned to death for having taken a valiant stand against oppression.  The Overture became an unofficial anthem of the 1956 Hungarian revolution.Beethoven composed Klärchen's songs \"Die Trommel gerühret\" (\"The drum is a-stirring\") and \"Freudvoll und leidvoll\" (\"Joyful and woeful\") with Austrian actress Antonie Adamberger specifically in mind, and she often spoke enthusiastically of her collaboration with him. The music was praised by E.T.A. Hoffmann for its poetry, et sa réussite à s'associer à la pièce (and its success in associating with the play) and Goethe himself declared that Beethoven had expressed his intentions with \"a remarkable genius.\"\nThe overture is powerful and expressive, one of the last works of Beethoven's middle period. It has become as famous a composition as the Coriolan Overture and is in a style similar to the Fifth Symphony, which he had completed two years earlier."
    },
    "QUARTET, STRING, OP. 59, NO. 2, E MINOR___Beethoven": {
        "page_title": "String Quartet No. 12 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 59, NO. 2, E MINOR",
        "summary": "Ludwig van Beethoven completed his String Quartet No. 12 in E♭ major, Op. 127, in 1825. It is the first of his late quartets. Commissioned by Nicolas Galitzin over a year earlier, the work was not ready when it was scheduled to premiere. When it finally premiered by the Schuppanzigh Quartet, it was not well received. Only with subsequent performances by the Bohm Quartet and the Mayseder Quartet did it begin to gain public appreciation.\n\n"
    },
    "QUINTET, PIANO, STRINGS, E-FLAT MAJOR, OP.16___Beethoven": {
        "page_title": "Piano quintet",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUINTET, PIANO, STRINGS, E-FLAT MAJOR, OP.16",
        "summary": "In classical music, a piano quintet is a work of chamber music written for piano and four other instruments, most commonly a string quartet (i.e., two violins, viola, and cello). The term also refers to the group of musicians that plays a piano quintet. The genre particularly flourished during the nineteenth century.\nUntil the middle of the nineteenth century, most piano quintets were scored for piano, violin, viola, cello, and double bass. Following the success of Robert Schumann's Piano Quintet in E♭ major, Op. 44 in 1842, which paired the piano with a string quartet, composers increasingly adopted Schumann's instrumentation, and it was this form of the piano quintet that dominated during the second half of the nineteenth century and into the twentieth century.\nAmong the best known and most frequently performed piano quintets, aside from Schumann's, are those by Franz Schubert, Johannes Brahms, César Franck, Antonín Dvořák and Dmitri Shostakovich.\n\n"
    },
    "TRIO, CLARINET, CELLO, PIANO, OP. 11___Beethoven": {
        "page_title": "Piano Trio, Op. 11 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, CLARINET, CELLO, PIANO, OP. 11",
        "summary": "The Piano Trio in B-flat major, Op. 11, was composed by Ludwig van Beethoven in 1797 and published in Vienna the next year. It is one of a series of early chamber works, many involving woodwind instruments because of their popularity and novelty at the time. The trio is scored for piano, clarinet (or violin), and cello (sometimes replaced by bassoon). The key of B-flat major was probably chosen to facilitate fast passages in the B-flat clarinet, which had not yet benefited from the development of modern key systems (such as the Albert system or Boehm system). Beethoven dedicated this piano trio to Countess Maria Wilhelmine von Thun.\nThe work is also sometimes known by the nickname \"Gassenhauer Trio\". This arose from its third movement which contains nine variations on a theme from the then popular dramma giocoso L'amor marinaro ossia Il corsaro (15 October 1797, Wiener Hoftheater) by Joseph Weigl. This particular melody, \"Pria ch'io l'impegno\" (\"Before I go to work\"), was so popular it could be heard in many of Vienna's lanes (\"Gasse\" in German). A \"Gassenhauer\" usually denotes a (normally simple) tune that many people (in the Gassen) have taken up and sing or whistle for themselves, the tune as such having become rather independent from its compositional origins. A rare word in contemporary German, rough modern equivalents of the term include \"hit\" (success) or \"schlager\". Other composers who used this melody include Joseph von Eybler, Johann Nepomuk Hummel and Niccolò Paganini.\nBecause of its unique scoring in Beethoven's output, there is some uncertainty as to whether to include it in the ordinal numbering of Beethoven's piano trios. Some assign it \"No. 4\" between the Op. 1 and Op. 70 sets while others leave the work out of the numbering."
    },
    "SONATA, VIOLIN/PIANO, OP. 24, F MAJOR (SPRING)___Beethoven": {
        "page_title": "Violin Sonata No. 9 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, VIOLIN/PIANO, OP. 24, F MAJOR (SPRING)",
        "summary": "The Violin Sonata No. 9, Op. 47 in A major, by Ludwig van Beethoven, is an 1803 sonata for piano and violin notable for its technical difficulty, unusual length (around 40 minutes), and emotional scope. It is commonly known as the Kreutzer Sonata after the violinist Rodolphe Kreutzer, to whom it was ultimately dedicated, but who thoroughly disliked the piece and refused to play it."
    },
    "TRIO, VLN/VC/PNO, OP. 70, NO. 1, D MAJOR (GHOST)___Beethoven": {
        "page_title": "Chamber music",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VC/PNO, OP. 70, NO. 1, D MAJOR (GHOST)",
        "summary": "Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.\nBecause of its intimate nature, chamber music has been described as \"the music of friends\". For more than 100 years, chamber music was played primarily by amateur musicians in their homes, and even today, when chamber music performance has migrated from the home to the concert hall, many musicians, amateur and professional, still play chamber music for their own pleasure. Playing chamber music requires special skills, both musical and social, that differ from the skills required for playing solo or symphonic works.Johann Wolfgang von Goethe described chamber music (specifically, string quartet music) as \"four rational people conversing\". This conversational paradigm – which refers to the way one instrument introduces a melody or motif and then other instruments subsequently \"respond\" with a similar motif – has been a thread woven through the history of chamber music composition from the end of the 18th century to the present. The analogy to conversation recurs in descriptions and analyses of chamber music compositions."
    },
    "TRIO, VLN/VLA/VC, OP. 9, NO. 2, D MAJOR___Beethoven": {
        "page_title": "Chamber music",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, VLN/VLA/VC, OP. 9, NO. 2, D MAJOR",
        "summary": "Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.\nBecause of its intimate nature, chamber music has been described as \"the music of friends\". For more than 100 years, chamber music was played primarily by amateur musicians in their homes, and even today, when chamber music performance has migrated from the home to the concert hall, many musicians, amateur and professional, still play chamber music for their own pleasure. Playing chamber music requires special skills, both musical and social, that differ from the skills required for playing solo or symphonic works.Johann Wolfgang von Goethe described chamber music (specifically, string quartet music) as \"four rational people conversing\". This conversational paradigm – which refers to the way one instrument introduces a melody or motif and then other instruments subsequently \"respond\" with a similar motif – has been a thread woven through the history of chamber music composition from the end of the 18th century to the present. The analogy to conversation recurs in descriptions and analyses of chamber music compositions."
    },
    "DUO NO. 1, OBOE, BASSOON, ARR. VIOLIN,CELLO (ARR. Herrmann)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "DUO NO. 1, OBOE, BASSOON, ARR. VIOLIN,CELLO (ARR. Herrmann)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUARTET, STRING, OP. 18, NO. 3, D MAJOR___Beethoven": {
        "page_title": "String Quartet No. 15 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 18, NO. 3, D MAJOR",
        "summary": "The String Quartet No. 15 in A minor, Op. 132, by Ludwig van Beethoven, was written in 1825, given its public premiere on November 6 of that year by the Schuppanzigh Quartet and was dedicated to Count Nikolai Galitzin, as were Opp. 127 and 130. The number traditionally assigned to it is based on the order of its publication; it is actually the thirteenth quartet in order of composition. Beethoven’s nephew Karl reported about the premiere to his uncle: \"The quartet received a lot of applause, it went very well together and Linke played better than ever\"."
    },
    "GROSSE FUGE, OP. 133 [QUARTET VERSION]___Beethoven": {
        "page_title": "Grosse Fuge",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "GROSSE FUGE, OP. 133 [QUARTET VERSION]",
        "summary": "The Grosse Fuge (German spelling: Große Fuge, also known in English as the Great Fugue or Grand Fugue), Op. 133, is a single-movement composition for string quartet by Ludwig van Beethoven. An immense double fugue, it was universally condemned by contemporary music critics. A reviewer writing for the Allgemeine musikalische Zeitung in 1826 described the fugue as \"incomprehensible, like Chinese\" and \"a confusion of Babel\". However, critical opinion of the work has risen steadily since the early 20th century and it is now considered among Beethoven's greatest achievements. Igor Stravinsky described it as \"an absolutely contemporary piece of music that will be contemporary forever.\"The composition originally served as the final movement of Beethoven's Quartet No. 13 in B♭ major, Op. 130, written in 1825; but his publisher was concerned about the dismal commercial prospects of the piece and wanted Beethoven to replace the fugue with a new finale. Beethoven complied, and the Grosse Fuge was published as a separate work in 1827 as Op. 133. It was composed when Beethoven was nearly totally deaf, and is considered to be part of his set of late quartets. It was first performed in 1826, as the finale of the B♭ quartet, by the Schuppanzigh Quartet.\nMusic analysts and critics have described the Grosse Fuge as \"inaccessible\", \"eccentric\", \"filled with paradoxes\", and \"Armageddon\". Critic and musicologist Joseph Kerman calls it \"the most problematic single work in Beethoven's output and ... doubtless in the entire literature of music\", and violinist David Matthews describes it as \"fiendishly difficult to play\"."
    },
    "SONATA, CELLO AND PIANO, F MAJOR, OP. 5 NO. 1___Beethoven": {
        "page_title": "Cello sonata",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, CELLO AND PIANO, F MAJOR, OP. 5 NO. 1",
        "summary": "A cello sonata is usually a sonata written for solo cello with piano accompaniment. The most famous Romantic-era cello sonatas are those written by Johannes Brahms and Ludwig van Beethoven. Some of the earliest cello sonatas were written in the 18th century by Francesco Geminiani and Antonio Vivaldi.\nThe following list contains cello sonatas with or without accompanying instruments. See the See also list for more comprehensive lists divided up into solo and accompanied works."
    },
    "SONATA, HORN/PIANO, F MAJOR, OP. 17___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, HORN/PIANO, F MAJOR, OP. 17",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "QUINTET, WINDS (ARR. OF SEXTET), OP. 71 (ARR. Andraud)___Beethoven": {
        "page_title": "Quintet for Piano and Winds (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUINTET, WINDS (ARR. OF SEXTET), OP. 71 (ARR. Andraud)",
        "summary": "Quintet in E-flat for Piano and Winds, Op. 16, was written by Ludwig van Beethoven in 1796.  \nThe quintet is scored for piano, oboe, clarinet, horn, and bassoon.  It is alleged to be inspired by Mozart's Quintet, K. 452 (1784), which has the same scoring and is also in E-flat."
    },
    "QUARTET, STRING, OP. 18, NO. 1, F MAJOR___Beethoven": {
        "page_title": "String Quartets Nos. 1–6, Op. 18 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 18, NO. 1, F MAJOR",
        "summary": "Ludwig van Beethoven's Op. 18, published in 1801 by T. Mollo et Comp in Vienna in two books of three quartets each, comprised his first six string quartets. They were composed between 1798 and 1800 to fulfill a commission for Prince Joseph Franz Maximilian Lobkowitz, who was the employer of Beethoven's friend, the violinist Karl Amenda. They are thought to demonstrate his total mastery of the classical string quartet as developed by Joseph Haydn and Wolfgang Amadeus Mozart. The order of publication (numbering within the opus) does not correspond to the order of composition. Beethoven composed these quartets in the sequence 3, 1, 2, 5, 4, 6. See:\n\nString Quartet No. 1 in F major\nString Quartet No. 2 in G major\nString Quartet No. 3 in D major\nString Quartet No. 4 in C minor\nString Quartet No. 5 in A major\nString Quartet No. 6 in B♭ majorIn an April 1802 letter to Hofmeister in Leipzig, Beethoven says the Mollo edition of nos. 4-6 is error-ridden (\"has again, let us say, filled with faults and errata, great and small\"), and Kerman makes a similar comment, leaving one to conclude that the poor Mollo edition of nos. 4-6, which incited private protests from the composer, may also be the best existing primary source for those three works, unless manuscripts or sketches for them have been discovered. This applies to nos. 4-6; the situation for no. 1, especially, is different, since an entire earlier version has been preserved, published and even recorded. While the overall set is less critically acclaimed than the \"Razumovsky\" quartets and the late quartets, op. 18, no. 1 has been perennially admired."
    },
    "TRIO IN C MAJOR, OP. 87 (STRING TRIO) (ARR. Schulz)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO IN C MAJOR, OP. 87 (STRING TRIO) (ARR. Schulz)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "SONATA, PIANO, D MINOR, OP. 31, NO. 2___Beethoven": {
        "page_title": "Piano Sonata No. 31 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, D MINOR, OP. 31, NO. 2",
        "summary": "The Piano Sonata No. 31 in A♭ major, Op. 110, by Ludwig van Beethoven was composed in 1821 and published in 1822. It is the middle piano sonata in the group of three (Opp. 109, 110, and 111) that he wrote between 1820 and 1822, and the thirty-first and penultimate of his piano sonatas. Though the sonata was commissioned in 1820, Beethoven did not begin work on Op. 110 until the latter half of 1821, and final revisions were completed in early 1822. The delay was due to factors such as Beethoven's work on the Missa solemnis and his deteriorating health. The original edition was published by Schlesinger in Paris and Berlin in 1822 without dedication, and an English edition was published by Muzio Clementi in 1823.\nThe work is in three movements. The Moderato first movement follows a typical sonata form with an expressive and cantabile opening theme. The Allegro second movement begins with a terse but humorous scherzo, which Martin Cooper believes is based on two folk songs, followed by a trio section. The last movement comprises multiple contrasting sections: a slow introductory recitative, an arioso dolente, a fugue, a return of the arioso, and a second fugue that builds to a passionate and heroic conclusion. William Kinderman finds parallels between the last movement's fugue and other late works by Beethoven, such as the fughetta in the Diabelli Variations and sections of the Missa solemnis, and Adolf Bernhard Marx favourably compares the fugue to those of Bach and Handel. The sonata is the subject of musical analyses including studies by Donald Tovey, Denis Matthews, Heinrich Schenker, and Charles Rosen. It has been recorded by pianists such as Artur Schnabel, Glenn Gould, and Alfred Brendel."
    },
    "SONATA, PIANO, NO. 18, E-FLAT MAJOR, OP. 31, NO.3 (HUNT)___Beethoven": {
        "page_title": "Piano Sonata No. 18 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "SONATA, PIANO, NO. 18, E-FLAT MAJOR, OP. 31, NO.3 (HUNT)",
        "summary": "The Piano Sonata No. 18 in E♭ major, Op. 31, No. 3, is an 1802 sonata for solo piano by Ludwig van Beethoven. A third party gave the piece the nickname \"The Hunt\" due to one of its themes' resemblance to a horn call. Beethoven maintains a playful jocularity throughout much of the piece, but as in many of his early works, the jocular style can be heard as a facade, concealing profound ideas and depths of emotion.Roger Kamien has performed a Schenkerian analysis of facets of chords of the sonata."
    },
    "QUARTET, STRING, OP. 18, NO. 2, G MAJOR___Beethoven": {
        "page_title": "String Quartet No. 15 (Beethoven)",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "QUARTET, STRING, OP. 18, NO. 2, G MAJOR",
        "summary": "The String Quartet No. 15 in A minor, Op. 132, by Ludwig van Beethoven, was written in 1825, given its public premiere on November 6 of that year by the Schuppanzigh Quartet and was dedicated to Count Nikolai Galitzin, as were Opp. 127 and 130. The number traditionally assigned to it is based on the order of its publication; it is actually the thirteenth quartet in order of composition. Beethoven’s nephew Karl reported about the premiere to his uncle: \"The quartet received a lot of applause, it went very well together and Linke played better than ever\"."
    },
    "TRIO, TWO OBOES, ENGLISH HORN, OP. 87 (FLUTE, CLARINET, CELLO) (ARR. Kaufman)___Beethoven": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Beethoven, Ludwig van",
        "workTitle": "TRIO, TWO OBOES, ENGLISH HORN, OP. 87 (FLUTE, CLARINET, CELLO) (ARR. Kaufman)",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    }
}