{
    "I HAVE A NEED FOR SOLITUDE___Carpenter": {
        "page_title": "Mary Chapin Carpenter discography",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "I HAVE A NEED FOR SOLITUDE",
        "summary": "The discography of American singer-songwriter Mary Chapin Carpenter consists of 16 studio albums, four compilation albums, three video albums, 41 singles, 15 music videos, and 88 album appearances. After recording a demo tape, she was signed to Columbia Records in 1987 and released her debut studio album Hometown Girl (1987). In June 1989, Carpenter's second studio album State of the Heart was issued, which transitioned more towards country music. Among its four singles, both \"Never Had It So Good\" and \"Quittin' Time\" became top 10 hits on the Billboard Hot Country Singles and Tracks chart. Shooting Straight in the Dark was released in October 1990 and certified platinum in sales by the Recording Industry Association of America. Its third single \"Down at the Twist and Shout\" won the Grammy Award for Best Female Country Vocal Performance in 1992 and became a top ten hit. In June 1992, Carpenter released Come On Come On, which became her best-selling record. From seven singles issued, the songs \"I Feel Lucky\", \"Passionate Kisses\", and \"He Thinks He'll Keep Her\" became top ten hits on the Billboard country chart. Her fifth album Stones in the Road (1994) debuted at number one on the Top Country Albums chart and number 10 on the Billboard 200. Its lead single \"Shut Up and Kiss Me\" topped the Billboard country chart in 1994. Her sixth studio release entitled A Place in the World (1996) certified gold in sales in the United States. Party Doll and Other Favorites (1998) was Carpenter's first compilation album, also certifying gold in sales from the RIAA.Carpenter entered the 2000s with her seventh studio album Time* Sex* Love* (2001), debuting at number six on the Billboard Top Country Albums chart. The release was nominated by the Grammy Awards in 2002 for Best-Engineered Album. Three years later, Between Here and Gone (2004) was issued. The record was co-produced by Carpenter and pianist Matt Rollings. She returned in 2007 with her 10th studio album The Calling on Zoë Records. The project debuted at number 10 on the Billboard Top Country Albums chart and sold 100,000 copies within its first few weeks. After recording a holiday album, Come Darkness, Come Light: Twelve Songs of Christmas in 2008, Carpenter entered the next decade with The Age of Miracles in April 2010. Among other entries, The Age or Miracles debuted within the top 10 of the Billboard Top Rock Albums chart. She followed with her 13th studio album Ashes and Roses (2012). Carpenter then collaborated with arranger Vince Mendoza to issue Songs from the Movie (2014), an album of orchestral music. In May 2016, The Things That We Are Made Of marked a return to traditional roots music and debuted a number eight on the Top Country Albums chart. Carpenter's fifteenth studio album Sometimes Just the Sky (2018) contained new versions of previously-recorded material and debuted at number thirteen on the Billboard folk albums chart.\n\n"
    },
    "THIS SHIRT___Carpenter": {
        "page_title": "Karen Carpenter",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "THIS SHIRT",
        "summary": "Karen Anne Carpenter (March 2, 1950 – February 4, 1983) was an American singer and drummer who with her elder brother Richard performed as the duo the Carpenters. With a distinctive three-octave contralto vocal range, she was praised by her peers as a great vocalist. Her struggle with and eventual death from anorexia would later raise awareness of eating disorders and body dysmorphia.\nCarpenter was born in New Haven, Connecticut, and moved to Downey, California in 1963 with her family. She began to study the drums in high school and joined the Long Beach State choir after graduating. After several years of touring and recording, Carpenters were signed to A&M Records in 1969, achieving enormous commercial and critical success throughout the 1970s. Initially, Carpenter was the band's full-time drummer, but she gradually took the role of frontwoman as her drumming was reduced to a handful of live showcases or tracks on albums. While the Carpenters were on hiatus in the late 1970s, she recorded a solo album, which was released years after her death.\nAt the age of 32, Carpenter died of heart failure due to complications from anorexia nervosa, which was little-known at the time, and her death led to increased visibility and awareness of eating disorders. Interest in her life and death has spawned numerous documentaries and movies. Her work continues to attract praise, including appearing on Rolling Stone's 2010 list of the 100 greatest singers of all time."
    },
    "HE THINKS HE'LL KEEP HER___Carpenter": {
        "page_title": "He Thinks He'll Keep Her",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "HE THINKS HE'LL KEEP HER",
        "summary": "\"He Thinks He'll Keep Her\" is a song co-written and recorded by American country music artist Mary Chapin Carpenter.  It was released in December 1993 as the sixth single from the album Come On Come On.  The song peaked at No. 2 on the Billboard Hot Country Songs chart. It was written by Carpenter and Don Schlitz.\nThe song was nominated for the Grammy Award for Record of the Year, and was accompanied by a live performance music video, taken from the 1993 CBS special Women of Country, where Carpenter was accompanied by Emmylou Harris, Kathy Mattea, Patty Loveless, Trisha Yearwood, Suzy Bogguss and Pam Tillis.\n\n"
    },
    "TRANSCENDENTAL REUNION___Carpenter": {
        "page_title": "Mary Chapin Carpenter discography",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "TRANSCENDENTAL REUNION",
        "summary": "The discography of American singer-songwriter Mary Chapin Carpenter consists of 16 studio albums, four compilation albums, three video albums, 41 singles, 15 music videos, and 88 album appearances. After recording a demo tape, she was signed to Columbia Records in 1987 and released her debut studio album Hometown Girl (1987). In June 1989, Carpenter's second studio album State of the Heart was issued, which transitioned more towards country music. Among its four singles, both \"Never Had It So Good\" and \"Quittin' Time\" became top 10 hits on the Billboard Hot Country Singles and Tracks chart. Shooting Straight in the Dark was released in October 1990 and certified platinum in sales by the Recording Industry Association of America. Its third single \"Down at the Twist and Shout\" won the Grammy Award for Best Female Country Vocal Performance in 1992 and became a top ten hit. In June 1992, Carpenter released Come On Come On, which became her best-selling record. From seven singles issued, the songs \"I Feel Lucky\", \"Passionate Kisses\", and \"He Thinks He'll Keep Her\" became top ten hits on the Billboard country chart. Her fifth album Stones in the Road (1994) debuted at number one on the Top Country Albums chart and number 10 on the Billboard 200. Its lead single \"Shut Up and Kiss Me\" topped the Billboard country chart in 1994. Her sixth studio release entitled A Place in the World (1996) certified gold in sales in the United States. Party Doll and Other Favorites (1998) was Carpenter's first compilation album, also certifying gold in sales from the RIAA.Carpenter entered the 2000s with her seventh studio album Time* Sex* Love* (2001), debuting at number six on the Billboard Top Country Albums chart. The release was nominated by the Grammy Awards in 2002 for Best-Engineered Album. Three years later, Between Here and Gone (2004) was issued. The record was co-produced by Carpenter and pianist Matt Rollings. She returned in 2007 with her 10th studio album The Calling on Zoë Records. The project debuted at number 10 on the Billboard Top Country Albums chart and sold 100,000 copies within its first few weeks. After recording a holiday album, Come Darkness, Come Light: Twelve Songs of Christmas in 2008, Carpenter entered the next decade with The Age of Miracles in April 2010. Among other entries, The Age or Miracles debuted within the top 10 of the Billboard Top Rock Albums chart. She followed with her 13th studio album Ashes and Roses (2012). Carpenter then collaborated with arranger Vince Mendoza to issue Songs from the Movie (2014), an album of orchestral music. In May 2016, The Things That We Are Made Of marked a return to traditional roots music and debuted a number eight on the Top Country Albums chart. Carpenter's fifteenth studio album Sometimes Just the Sky (2018) contained new versions of previously-recorded material and debuted at number thirteen on the Billboard folk albums chart.\n\n"
    },
    "ON AND ON IT GOES (ARR. Mendoza)___Carpenter": {
        "page_title": "The Thing (1982 film)",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "ON AND ON IT GOES (ARR. Mendoza)",
        "summary": "The Thing is a 1982 American science fiction horror film directed by John Carpenter from a screenplay by Bill Lancaster. Based on the 1938 John W. Campbell Jr. novella Who Goes There?, it tells the story of a group of American researchers in Antarctica who encounter the eponymous \"Thing\", a parasitic extraterrestrial life-form that assimilates, then imitates, other organisms. The group is overcome by paranoia and conflict as they learn that they can no longer trust each other and that any of them could be the Thing. The film stars Kurt Russell as the team's helicopter pilot, R.J. MacReady, and features A. Wilford Brimley, T. K. Carter, David Clennon, Keith David, Richard Dysart, Charles Hallahan, Peter Maloney, Richard Masur, Donald Moffat, Joel Polis, and Thomas G. Waites in supporting roles.\nProduction began in the mid-1970s as a faithful adaptation of the novella, following 1951's The Thing from Another World. The Thing went through several directors and writers, each with different ideas on how to approach the story. Filming lasted roughly twelve weeks, beginning in August 1981, and took place on refrigerated sets in Los Angeles as well as in Juneau, Alaska, and Stewart, British Columbia. Of the film's $15 million budget, $1.5 million was spent on Rob Bottin's creature effects, a mixture of chemicals, food products, rubber, and mechanical parts turned by his large team into an alien capable of taking on any form.\nThe Thing was released in 1982 to negative reviews. It was described as \"instant junk\", \"a wretched excess\", and proposed as the most-hated film of all time by film magazine Cinefantastique. Reviews both praised the special effects achievements and criticized their visual repulsiveness, while others found the characterization poorly realized. The film grossed $19.6 million during its theatrical run. Many reasons have been cited for its failure to impress audiences: competition from films such as E.T. the Extra-Terrestrial, which offered an optimistic take on alien visitation; a summer that had been filled with successful science fiction and fantasy films; and an audience living through a recession, diametrically opposed to The Thing's nihilistic tone.\nThe film found an audience when released on home video and television. In the subsequent years, it has been reappraised as one of the best science fiction and horror films ever made and has gained a cult following. Filmmakers have noted its influence on their work, and it has been referred to in other media such as television and video games. The Thing has spawned a variety of merchandise – including a 1982 novelization, haunted house attractions, board games – and sequels in comic books, a video game of the same name, and a 2011 prequel film of the same name.\n\n"
    },
    "DREAMING ROAD, THE (ARR. Mendoza)___Carpenter": {
        "page_title": "Karen Carpenter",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "DREAMING ROAD, THE (ARR. Mendoza)",
        "summary": "Karen Anne Carpenter (March 2, 1950 – February 4, 1983) was an American singer and drummer who with her elder brother Richard performed as the duo the Carpenters. With a distinctive three-octave contralto vocal range, she was praised by her peers as a great vocalist. Her struggle with and eventual death from anorexia would later raise awareness of eating disorders and body dysmorphia.\nCarpenter was born in New Haven, Connecticut, and moved to Downey, California in 1963 with her family. She began to study the drums in high school and joined the Long Beach State choir after graduating. After several years of touring and recording, Carpenters were signed to A&M Records in 1969, achieving enormous commercial and critical success throughout the 1970s. Initially, Carpenter was the band's full-time drummer, but she gradually took the role of frontwoman as her drumming was reduced to a handful of live showcases or tracks on albums. While the Carpenters were on hiatus in the late 1970s, she recorded a solo album, which was released years after her death.\nAt the age of 32, Carpenter died of heart failure due to complications from anorexia nervosa, which was little-known at the time, and her death led to increased visibility and awareness of eating disorders. Interest in her life and death has spawned numerous documentaries and movies. Her work continues to attract praise, including appearing on Rolling Stone's 2010 list of the 100 greatest singers of all time."
    },
    "I AM A TOWN (ARR. Mendoza)___Carpenter": {
        "page_title": "Cogito, ergo sum",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "I AM A TOWN (ARR. Mendoza)",
        "summary": "The Latin cogito, ergo sum, usually translated into English as \"I think, therefore I am\", is the \"first principle\" of René Descartes's philosophy. He originally published it in French as je pense, donc je suis in his 1637 Discourse on the Method, so as to reach a wider audience than Latin would have allowed. It later appeared in Latin in his Principles of Philosophy, and a similar phrase also featured prominently in his Meditations on First Philosophy.  The dictum is also sometimes referred to as the cogito.  As Descartes explained in a margin note, \"we cannot doubt of our existence while we doubt.\" In the posthumously published The Search for Truth by Natural Light, he expressed this insight as dubito, ergo sum, vel, quod idem est, cogito, ergo sum (\"I doubt, therefore I am — or what is the same — I think, therefore I am\"). Antoine Léonard Thomas, in a 1765 essay in honor of Descartes presented it as dubito, ergo cogito, ergo sum (\"I doubt, therefore I think, therefore I am\").Descartes's statement became a fundamental element of Western philosophy, as it purported to provide a certain foundation for knowledge in the face of radical doubt. While other knowledge could be a figment of imagination, deception, or mistake, Descartes asserted that the very act of doubting one's own existence served—at minimum—as proof of the reality of one's own mind; there must be a thinking entity—in this case the self—for there to be a thought.\nOne critique of the dictum, first suggested by Pierre Gassendi, is that it presupposes that there is an \"I\" which must be doing the thinking. According to this line of criticism, the most that Descartes was entitled to say was that \"thinking is occurring\", not that \"I am thinking\".\n\n"
    },
    "BETWEEN HERE AND GONE (ARR. Mendoza)___Carpenter": {
        "page_title": "Between Here and Gone",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "BETWEEN HERE AND GONE (ARR. Mendoza)",
        "summary": "Between Here and Gone is the eighth studio album by Mary Chapin Carpenter.  It was released April 27, 2004.  The album reached number five on Billboard's Top Country Albums chart, although the album itself produced no chart singles. The title track was written by Carpenter upon hearing of the death of singer-songwriter Dave Carter.This was Carpenter's last studio album on Columbia Records Nashville."
    },
    "STONES IN THE ROAD (ARR. Mendoza)___Carpenter": {
        "page_title": "Stones in the Road",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "STONES IN THE ROAD (ARR. Mendoza)",
        "summary": "Stones in the Road is the fifth album by Mary Chapin Carpenter, and her first and only #1 Country Album on the Billboard charts. The album also contains her first and only #1 Hot Country Singles hit, \"Shut Up and Kiss Me.\" Other charting singles were \"Tender When I Want to Be\" at #6, \"House of Cards\" at #21, and \"Why Walk When You Can Fly?\" at #45.  The nostalgically themed title track was first recorded by folk singer Joan Baez for her 1992 studio album Play Me Backwards, to whom Carpenter first pitched the song during a joint concert appearance before she recorded it herself. It was also featured in the 1995 film Bye Bye Love.\nCarpenter earned two Grammy Awards in 1995 for her work on the album: Best Country Album and Best Female Country Vocal Performance (for \"Shut Up and Kiss Me\"), the fourth straight year she won the latter category.\nCountry Universe called it the best Contemporary Country Album.\n\n"
    },
    "ONLY A DREAM (ARR. Mendoza)___Carpenter": {
        "page_title": "Karen Carpenter",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "ONLY A DREAM (ARR. Mendoza)",
        "summary": "Karen Anne Carpenter (March 2, 1950 – February 4, 1983) was an American singer and drummer who with her elder brother Richard performed as the duo the Carpenters. With a distinctive three-octave contralto vocal range, she was praised by her peers as a great vocalist. Her struggle with and eventual death from anorexia would later raise awareness of eating disorders and body dysmorphia.\nCarpenter was born in New Haven, Connecticut, and moved to Downey, California in 1963 with her family. She began to study the drums in high school and joined the Long Beach State choir after graduating. After several years of touring and recording, Carpenters were signed to A&M Records in 1969, achieving enormous commercial and critical success throughout the 1970s. Initially, Carpenter was the band's full-time drummer, but she gradually took the role of frontwoman as her drumming was reduced to a handful of live showcases or tracks on albums. While the Carpenters were on hiatus in the late 1970s, she recorded a solo album, which was released years after her death.\nAt the age of 32, Carpenter died of heart failure due to complications from anorexia nervosa, which was little-known at the time, and her death led to increased visibility and awareness of eating disorders. Interest in her life and death has spawned numerous documentaries and movies. Her work continues to attract praise, including appearing on Rolling Stone's 2010 list of the 100 greatest singers of all time."
    },
    "MRS. HEMINGWAY (ARR. Mendoza)___Carpenter": {
        "page_title": "Barbara Turner (screenwriter)",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "MRS. HEMINGWAY (ARR. Mendoza)",
        "summary": "Gloria Rose \"Barbara\" Turner (July 14, 1936 – April 5, 2016) was an American screenwriter and actress. One of her daughters is the actress Jennifer Jason Leigh.\n\n"
    },
    "IDEAS ARE LIKE STARS (ARR. Mendoza)___Carpenter": {
        "page_title": "Vampires (1998 film)",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "IDEAS ARE LIKE STARS (ARR. Mendoza)",
        "summary": "Vampires (also known as John Carpenter's Vampires) is a 1998 American independent neo-Western horror film directed and scored by John Carpenter and starring James Woods. It was adapted from the novel Vampire$ by John Steakley.\nWoods stars as Jack Crow, the leader of a team of vampire hunters. After his parents were murdered by vampires, Crow was raised by the Catholic Church to become their \"master slayer\". The plot is centered on Crow's efforts to prevent a centuries-old cross from falling into the hands of Jan Valek (a reference to Valac, played by Thomas Ian Griffith), the first and most powerful of all vampires. The film also stars Daniel Baldwin as Tony Montoya, Crow's friend and fellow hunter; Sheryl Lee as Katrina, a prostitute who has a psychic link to Valek after being bitten; Tim Guinee as Father Adam Guiteau; and Maximilian Schell as Cardinal Alba.\nThe film was followed by two direct-to-video sequels, Vampires: Los Muertos (2002) and Vampires: The Turning (2005)."
    },
    "GOODNIGHT AMERICA (ARR. Mendoza)___Carpenter": {
        "page_title": "Jean Harlow",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "GOODNIGHT AMERICA (ARR. Mendoza)",
        "summary": "Jean Harlow (born Harlean Harlow Carpenter; March 3, 1911 – June 7, 1937) was an American actress. Known for her portrayal of \"bad girl\" characters, she was the leading sex symbol of the early 1930s and one of the defining figures of the pre-Code era of American cinema. Often nicknamed the \"Blonde Bombshell\" and the \"Platinum Blonde\", Harlow was popular for her \"Laughing Vamp\" screen persona. Harlow was in the film industry for only nine years, but she became one of Hollywood's biggest movie stars, whose image in the public eye has endured. In 1999, the American Film Institute ranked Harlow No. 22 on their greatest female screen legends of classical Hollywood cinema list.Harlow was first signed by business magnate Howard Hughes, who directed her first major role in Hell's Angels (1930). After a series of critically failed films, and Hughes' lost interest in her career, Metro-Goldwyn-Mayer bought out Harlow's contract in 1932 and cast her in leading roles in a string of hits built on her comedic talent: Red-Headed Woman (1932), Red Dust (1932), Dinner at Eight (1933), Reckless (1935) and Suzy (1936). Harlow's popularity rivaled and then surpassed that of MGM's top leading ladies Joan Crawford, Greta Garbo and Norma Shearer. She died at the age of 26 of kidney failure while filming Saratoga. MGM completed the film with the use of body doubles and released it less than two months after her death; it became MGM's most successful film of 1937, as well as the highest-grossing film of her career."
    },
    "10,000 MILES (ARR. Isham)___Carpenter": {
        "page_title": "John Carpenter",
        "composerName": "Carpenter, Mary Chapin",
        "workTitle": "10,000 MILES (ARR. Isham)",
        "summary": "John Howard Carpenter (born January 16, 1948) is an American filmmaker, actor and composer. Although he worked in various film genres, he is most commonly associated with horror, action, and science fiction films of the 1970s and 1980s. He is generally recognized as one of the greatest masters of the horror genre. At the 2019 Cannes Film Festival, the French Directors' Guild gave him the Golden Coach Award, lauding him as \"a creative genius of raw, fantastic, and spectacular emotions\".Most of Carpenter's films were initially commercial and critical failures, with the exceptions of Halloween (1978), The Fog (1980), Escape from New York (1981), and Starman (1984). Many from the 1970s and the 1980s came to be considered cult classics, and he has been acknowledged as an influential filmmaker. These include Dark Star (1974), Assault on Precinct 13 (1976), The Thing (1982), Christine (1983), Big Trouble in Little China (1986), Prince of Darkness (1987), They Live (1988), and In the Mouth of Madness (1994). He returned to the Halloween franchise as composer and executive producer of the sequel Halloween (2018).\nCarpenter composed or co-composed most of his films' music. He won a Saturn Award for Best Music for the film Vampires (1998). He released four studio albums, titled Lost Themes (2015), Lost Themes II (2016), Anthology: Movie Themes 1974–1998 (2017) and Lost Themes III: Alive After Death (2021)."
    }
}