{
    "QUINTET, PIANO, D MINOR, OP. 74___Hummel": {
        "page_title": "Piano quintet",
        "composerName": "Hummel, Johann",
        "workTitle": "QUINTET, PIANO, D MINOR, OP. 74",
        "summary": "In classical music, a piano quintet is a work of chamber music written for piano and four other instruments, most commonly a string quartet (i.e., two violins, viola, and cello). The term also refers to the group of musicians that plays a piano quintet. The genre particularly flourished during the nineteenth century.\nUntil the middle of the nineteenth century, most piano quintets were scored for piano, violin, viola, cello, and double bass. Following the success of Robert Schumann's Piano Quintet in E♭ major, Op. 44 in 1842, which paired the piano with a string quartet, composers increasingly adopted Schumann's instrumentation, and it was this form of the piano quintet that dominated during the second half of the nineteenth century and into the twentieth century.\nAmong the best known and most frequently performed piano quintets, aside from Schumann's, are those by Franz Schubert, Johannes Brahms, César Franck, Antonín Dvořák and Dmitri Shostakovich.\n\n"
    },
    "CONCERTO, PIANO, A-FLAT MAJOR, OP. 113___Hummel": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Hummel, Johann",
        "workTitle": "CONCERTO, PIANO, A-FLAT MAJOR, OP. 113",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "CONCERTO, PIANO, A MINOR, OP. 85___Hummel": {
        "page_title": "A minor",
        "composerName": "Hummel, Johann",
        "workTitle": "CONCERTO, PIANO, A MINOR, OP. 85",
        "summary": "A major (or the key of A) is a major scale based on A, with the pitches A, B, C♯, D, E, F♯, and G♯. Its key signature has three sharps. Its relative minor is F-sharp minor and its parallel minor is A minor. The key of A major is the only key where a Neapolitan sixth chord on \n  \n    \n      \n        \n          \n            \n              2\n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\hat {2}}}\n   requires both a flat and a natural accidental.\nThe A major scale is:\n\nIn the treble, alto, and bass clefs, the G♯ in the key signature is placed higher than C♯. However, in the tenor clef, it would require a ledger line and so G♯ is placed lower than C♯."
    },
    "SEPTET, D MINOR, OP. 74___Hummel": {
        "page_title": "List of compositions by Ludwig van Beethoven",
        "composerName": "Hummel, Johann",
        "workTitle": "SEPTET, D MINOR, OP. 74",
        "summary": "The compositions of Ludwig van Beethoven consist of 722 works written over forty-five years, from his earliest work in 1782 (variations for piano on a march by Ernst Christoph Dressler) when he was only eleven years old and still in Bonn, until his last work just before his death in Vienna in 1827. Beethoven composed works in all the main genres of classical music, including symphonies, concertos, string quartets, piano sonatas and the opera. His works range from requiring a solo performer to needing a large orchestra and chorus to perform.\nBeethoven straddled both the Classical and Romantic periods, working in genres associated with Wolfgang Amadeus Mozart and his teacher Joseph Haydn such as the piano concerto, string quartet and symphony, while on the other hand providing the groundwork for other Romantic composers such as Hector Berlioz and Franz Liszt with programmatic works such as his Pastoral Symphony and Piano Sonata \"Les Adieux\". Beethoven's work is typically divided into three periods: the \"Early\" period, where Beethoven composed in the \"Viennese\" style; the \"Middle\" or \"Heroic\" period, where his work is characterised by struggle and heroism, such as in the Eroica Symphony, the Fifth Symphony, the Appassionata Sonata and in his sole opera Fidelio; and the \"Late\" period, marked by intense personal expression and an emotional and intellectual profundity. Although his output dropped drastically in his later years, this period saw the composition of masterpieces such as the late string quartets, the final five piano sonatas, the Diabelli Variations, the Missa Solemnis and the Ninth Symphony.Beethoven's works are classified by both genre and various numbering systems. The best-known numbering system for Beethoven's works is that by opus number, assigned by Beethoven's publishers during his lifetime. Only 172 of Beethoven's works have opus numbers, divided among 138 opus numbers. Many works that were unpublished or else published without opus numbers have been assigned either \"WoO\" (Werke ohne Opuszahl—works without opus number), Hess or Biamonti numbers. For example, the short piano piece \"Für Elise\", is more fully known as the \"Bagatelle in A minor, WoO 59 ('Für Elise')\". Some works are also commonly referred to by their nicknames, such as the Kreutzer Violin Sonata, or the Archduke Piano Trio.\nAs well as these numbering systems, works are also often identified by their number within their genre. For example, the 14th string quartet, published as Opus 131, may be referenced either as \"String Quartet No. 14\" or \"the Opus 131 String Quartet\". The listings below include all of these relevant identifiers. While other catalogues of Beethoven's works exist, the numbers here represent the most commonly used.\n\n"
    },
    "CONCERTO, PIANO, B MINOR___Hummel": {
        "page_title": "Piano Concerto No. 3 (Hummel)",
        "composerName": "Hummel, Johann",
        "workTitle": "CONCERTO, PIANO, B MINOR",
        "summary": "Johann Nepomuk Hummel's Piano Concerto No. 3 in B minor, Op. 89 was composed in Vienna in 1819 and published in Leipzig in 1821.Unlike his earlier piano concerti, which closely followed the model of Mozart's, the B minor concerto along with the slightly earlier Concerto No. 2 is written in a proto-Romantic style that anticipates the later stylistic developments of composers such as Frédéric Chopin and Felix Mendelssohn."
    },
    "GRAND PIANO FANTASIA (OBERON'S ZAUBERHORN)___Hummel": {
        "page_title": "List of compositions for piano and orchestra",
        "composerName": "Hummel, Johann",
        "workTitle": "GRAND PIANO FANTASIA (OBERON'S ZAUBERHORN)",
        "summary": "This is a list of compositions for piano and orchestra. For a description of related musical forms, see Concerto and Piano concerto."
    },
    "GRAND CONCERTO, PIANO___Hummel": {
        "page_title": "Johann Nepomuk Hummel",
        "composerName": "Hummel, Johann",
        "workTitle": "GRAND CONCERTO, PIANO",
        "summary": "Johann Nepomuk Hummel (14 November 1778 – 17 October 1837) was an Austrian composer and virtuoso pianist. His music reflects the transition from the Classical to the Romantic musical era. He was a pupil of Mozart, Salieri, Clementi,  and Haydn. He was also friends with Beethoven and Schubert."
    },
    "CONCERTO, TRUMPET, E MAJOR___Hummel": {
        "page_title": "Trumpet Concerto (Hummel)",
        "composerName": "Hummel, Johann",
        "workTitle": "CONCERTO, TRUMPET, E MAJOR",
        "summary": "Johann Nepomuk Hummel wrote his Concerto a Trombe Principale (Trumpet Concerto in E Major) for Viennese trumpet virtuoso and inventor of the keyed trumpet, Anton Weidinger (as had Joseph Haydn).  It was written in December 1803 and performed on New Year's Day 1804 to mark Hummel's entrance into the court orchestra of Nikolaus II, Prince Esterházy as Haydn's successor.  There are places, primarily in the second movement, where Weidinger is believed to have changed the music because of the execution of the instrument.  It is unknown whether this was in agreement with Hummel.\nOriginally this piece was written in E major. The piece is often performed in E-flat major, which makes the fingering less difficult on modern E-flat and B-flat trumpets.\nA typical performance lasts around 17 minutes."
    }
}