{
    "ARMIDA___Rossini": {
        "page_title": "Armida (Rossini)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "ARMIDA",
        "summary": "Armida is an opera in three acts by Italian composer Gioachino Rossini to an Italian libretto (dramma per musica) by Giovanni Schmidt, based on scenes from Gerusalemme liberata by Torquato Tasso."
    },
    "WILLIAM TELL___Rossini": {
        "page_title": "William Tell (opera)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "WILLIAM TELL",
        "summary": "William Tell (French: Guillaume Tell; Italian: Guglielmo Tell) is a French-language opera in four acts by Italian composer Gioachino Rossini to a libretto by Victor-Joseph Étienne de Jouy and L. F. Bis, based on Friedrich Schiller's play Wilhelm Tell, which, in turn, drew on the William Tell legend. The opera was Rossini's last, although he lived for nearly 40 more years. Fabio Luisi said that Rossini planned for Guillaume Tell to be his last opera even as he composed it. The often-performed overture in four sections features a depiction of a storm and a vivacious finale, the \"March of the Swiss Soldiers\".\nParis Opéra archivist Charles Malherbe discovered the original orchestral score of the opera at a secondhand book seller's shop, resulting in its being acquired by the Paris Conservatoire."
    },
    "STABAT MATER___Rossini": {
        "page_title": "Stabat Mater (Rossini)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "STABAT MATER",
        "summary": "Stabat Mater is a work by Gioachino Rossini based on the traditional structure of the Stabat Mater sequence for chorus and soloists. It was composed late in his career after retiring from the composition of opera. He began the work in 1831 but did not complete it until 1841."
    },
    "SEMIRAMIDE___Rossini": {
        "page_title": "Semiramide",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SEMIRAMIDE",
        "summary": "Semiramide (Italian pronunciation: [semiˈraːmide]) is an opera in two acts by Gioachino Rossini.\nThe libretto by Gaetano Rossi is based on Voltaire's tragedy Semiramis, which in turn was based on the legend of Semiramis of Assyria. The opera was first performed at La Fenice in Venice on 3 February 1823.\nSemiramide was Rossini's final Italian opera and according to Richard Osborne, \"could well be dubbed Tancredi Revisited\". As in Tancredi, Rossi's libretto was based on a Voltaire tragedy. The music took the form of a return to vocal traditions of Rossini's youth, and was a melodrama in which he \"recreated the baroque tradition of decorative singing with unparalleled skill\". The ensemble-scenes (particularly the duos between Arsace and Semiramide) and choruses are of a high order, as is the orchestral writing, which makes full use of a large pit.\nAfter this splendid work, one of his finest in the genre, Rossini turned his back on Italy and moved to Paris. Apart from Il viaggio a Reims, which is still in Italian, his last operas were either original compositions in French or extensively reworked adaptations into French of earlier Italian operas.\nMusicologist Rodolfo Celletti sums up the importance of Semiramide by stating that it \"was the last opera of the great Baroque tradition: the most beautiful, the most imaginative, possibly the most complete; but also, irremediably, the last.\""
    },
    "TANCREDI___Rossini": {
        "page_title": "Tancredi",
        "composerName": "Rossini, Gioachino",
        "workTitle": "TANCREDI",
        "summary": "Tancred or Tankred is a masculine given name of Germanic origin that comes from thank- (thought) and -rath (counsel), meaning \"well-thought advice\". It was used in the High Middle Ages mainly by the Normans (see French Tancrède) and especially associated with the Hauteville family in Italy. It is rare today as a first name, but still common as a Norman surname: Tanqueray, Tanquerey, Tanqueret. Its Italian form is Tancredi and in Latin it is Tancredus. Its Italian patronymic is also Tancredi. \n\n"
    },
    "GAZZA LADRA, LA___Rossini": {
        "page_title": "La gazza ladra",
        "composerName": "Rossini, Gioachino",
        "workTitle": "GAZZA LADRA, LA",
        "summary": "La gazza ladra (Italian pronunciation: [la ˈɡaddza ˈlaːdra], The Thieving Magpie) is a melodramma or opera semiseria in two acts by Gioachino Rossini, with a libretto by Giovanni Gherardini based on La pie voleuse by Théodore Baudouin d'Aubigny and Louis-Charles Caigniez.\nThe Thieving Magpie is best known for the overture, which is musically notable for its use of snare drums. This memorable section in Rossini's overture evokes the image of the opera's main subject: a devilishly clever, thieving magpie.\nRossini wrote quickly, and La gazza ladra was no exception. A 19th-century biography quotes him as saying that the conductor of the premiere performance locked him in a room at the top of La Scala the day before the premiere with orders to complete the opera's still unfinished overture. He was under the guard of four stagehands whose job it was to toss each completed page out the window to the copyist below."
    },
    "BARBIERE DI SIVIGLIA, IL (THE BARBER OF SEVILLE)___Rossini": {
        "page_title": "The Barber of Seville",
        "composerName": "Rossini, Gioachino",
        "workTitle": "BARBIERE DI SIVIGLIA, IL (THE BARBER OF SEVILLE)",
        "summary": "The Barber of Seville, or The Useless Precaution (Italian: Il barbiere di Siviglia, ossia L'inutile precauzione [il barˈbjɛːre di siˈviʎʎa osˈsiːa liˈnuːtile prekautˈtsjoːne]) is an opera buffa in two acts composed by Gioachino Rossini with an Italian libretto by Cesare Sterbini. The libretto was based on Pierre Beaumarchais's French comedy The Barber of Seville (1775). The première of Rossini's opera (under the title Almaviva, o sia L'inutile precauzione) took place on 20 February 1816 at the Teatro Argentina, Rome, with designs by Angelo Toselli.\nRossini's Barber of Seville has proven to be one of the greatest masterpieces of comedy within music, and has been described as the opera buffa of all \"opere buffe\". After two hundred years, it remains a popular work."
    },
    "ASSEDIO DI CORINTO, L'___Rossini": {
        "page_title": "Le siège de Corinthe",
        "composerName": "Rossini, Gioachino",
        "workTitle": "ASSEDIO DI CORINTO, L'",
        "summary": "Le siège de Corinthe (English: The Siege of Corinth) is an opera in three acts by Gioachino Rossini set to a French libretto by Luigi Balocchi and Alexandre Soumet, which was based on the reworking of some of the music from the composer's 1820 opera for Naples, Maometto II, the libretto of which was written by Cesare della Valle.\nLe siège was Rossini's first French opera (known also in its Italian version as L'assedio di Corinto) and was first given at the Salle Le Peletier of the Paris Opéra on 9 October 1826"
    },
    "SOIRÉES MUSICALE, LES___Rossini": {
        "page_title": "Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SOIRÉES MUSICALE, LES",
        "summary": "Gioachino Antonio Rossini (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.\nBorn in Pesaro to parents who were both musicians (his father a trumpeter, his mother a singer), Rossini began to compose by the age of 12 and was educated at music school in Bologna. His first opera was performed in Venice in 1810 when he was 18 years old. In 1815 he was engaged to write operas and manage theatres in Naples. In the period 1810–1823 he wrote 34 operas for the Italian stage that were performed in Venice, Milan, Ferrara, Naples and elsewhere; this productivity necessitated an almost formulaic approach for some components (such as overtures) and a certain amount of self-borrowing. During this period he produced his most popular works, including the comic operas L'italiana in Algeri, Il barbiere di Siviglia (known in English as The Barber of Seville) and La Cenerentola, which brought to a peak the opera buffa tradition he inherited from masters such as Domenico Cimarosa and Giovanni Paisiello. He also composed opera seria works such as Otello, Tancredi and Semiramide. All of these attracted admiration for their innovation in melody, harmonic and instrumental colour, and dramatic form. In 1824 he was contracted by the Opéra in Paris, for which he produced an opera to celebrate the coronation of Charles X, Il viaggio a Reims (later cannibalised for his first opera in French, Le comte Ory), revisions of two of his Italian operas, Le siège de Corinthe and Moïse, and in 1829 his last opera, Guillaume Tell.\nRossini's withdrawal from opera for the last 40 years of his life has never been fully explained; contributary factors may have been ill-health, the wealth his success had brought him, and the rise of spectacular grand opera under composers such as Giacomo Meyerbeer. From the early 1830s to 1855, when he left Paris and was based in Bologna, Rossini wrote relatively little. On his return to Paris in 1855 he became renowned for his musical salons on Saturdays, regularly attended by musicians and the artistic and fashionable circles of Paris, for which he wrote the entertaining pieces Péchés de vieillesse. Guests included Franz Liszt, Anton Rubinstein, Giuseppe Verdi, Meyerbeer and Joseph Joachim. Rossini's last major composition was his Petite messe solennelle (1863). He died in Paris in 1868."
    },
    "BOUTIQUE FANTASQUE, LA (BALLET SUITE) (ARR. Respighi / Carr)___Rossini": {
        "page_title": "La Boutique fantasque",
        "composerName": "Rossini, Gioachino",
        "workTitle": "BOUTIQUE FANTASQUE, LA (BALLET SUITE) (ARR. Respighi / Carr)",
        "summary": "La Boutique fantasque, also known as The Magic Toyshop or The Fantastic Toyshop, is a ballet in one act conceived by Léonide Massine, who devised the choreography for a libretto written with the artist André Derain, a pioneer of Fauvism. Derain also designed the décor and costumes for the ballet. Ottorino Respighi wrote the music based on piano pieces by Gioachino Rossini. Its world premiere was at the Alhambra Theatre in London on 5 June 1919, performed by Sergei Diaghilev's Ballets Russes.Massine described how, in Rome for a ballet season, Respighi brought the score of Rossini's Péchés de vieillesse to Diaghilev. The impresario played them to Massine and Respighi. Toulouse-Lautrec was an influence on the period setting and style of La Boutique fantasque, and Massine envisaged the principal character \"quite Lautrec-like\". Diaghilev arranged for Massine to meet Derain in Paris, and they worked out the scenario with the artist's marionette theatre at his home on the rue Bonaparte. The date of the action was moved from 1832 to the 1860s.The story of the ballet has similarities to Die Puppenfee (\"The Fairy Doll\") of Josef Bayer, an old German ballet that had been performed by Jose Mendez in Moscow in 1897 and by Serge and Nicholas Legat in Saint Petersburg in 1903. Others note the similarities to Hans Christian Andersen's The Steadfast Tin Soldier.Massine's scenario centers on the love story between two can-can dancer dolls in a toyshop, incorporating elements of comedy, national folk dance and mime, as well as classical choreography."
    },
    "BOUTIQUE FANTASQUE, LA (ARR. Respighi)___Rossini": {
        "page_title": "La Boutique fantasque",
        "composerName": "Rossini, Gioachino",
        "workTitle": "BOUTIQUE FANTASQUE, LA (ARR. Respighi)",
        "summary": "La Boutique fantasque, also known as The Magic Toyshop or The Fantastic Toyshop, is a ballet in one act conceived by Léonide Massine, who devised the choreography for a libretto written with the artist André Derain, a pioneer of Fauvism. Derain also designed the décor and costumes for the ballet. Ottorino Respighi wrote the music based on piano pieces by Gioachino Rossini. Its world premiere was at the Alhambra Theatre in London on 5 June 1919, performed by Sergei Diaghilev's Ballets Russes.Massine described how, in Rome for a ballet season, Respighi brought the score of Rossini's Péchés de vieillesse to Diaghilev. The impresario played them to Massine and Respighi. Toulouse-Lautrec was an influence on the period setting and style of La Boutique fantasque, and Massine envisaged the principal character \"quite Lautrec-like\". Diaghilev arranged for Massine to meet Derain in Paris, and they worked out the scenario with the artist's marionette theatre at his home on the rue Bonaparte. The date of the action was moved from 1832 to the 1860s.The story of the ballet has similarities to Die Puppenfee (\"The Fairy Doll\") of Josef Bayer, an old German ballet that had been performed by Jose Mendez in Moscow in 1897 and by Serge and Nicholas Legat in Saint Petersburg in 1903. Others note the similarities to Hans Christian Andersen's The Steadfast Tin Soldier.Massine's scenario centers on the love story between two can-can dancer dolls in a toyshop, incorporating elements of comedy, national folk dance and mime, as well as classical choreography."
    },
    "ITALIANA IN ALGERI, L'___Rossini": {
        "page_title": "L'italiana in Algeri",
        "composerName": "Rossini, Gioachino",
        "workTitle": "ITALIANA IN ALGERI, L'",
        "summary": "L'italiana in Algeri (Italian pronunciation: [litaˈljaːna in alˈdʒɛːri]; The Italian Girl in Algiers) is an operatic dramma giocoso in two acts by Gioachino Rossini to an Italian libretto by Angelo Anelli, based on his earlier text set by Luigi Mosca. It premiered at the Teatro San Benedetto in Venice on 22 May 1813. The music is characteristic of Rossini's style, remarkable for its fusion of sustained, manic energy with elegant, pristine melodies.\n\n"
    },
    "SIGNOR BRUSCHINO, IL___Rossini": {
        "page_title": "Il signor Bruschino",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SIGNOR BRUSCHINO, IL",
        "summary": "Il signor Bruschino, ossia Il figlio per azzardo (Signor Bruschino, or The Accidental Son) is a one act operatic farce (farsa giocosa per musica) by Gioachino Rossini to a libretto by Giuseppe Maria Foppa, based upon the 1809 play Le fils par hasard, ou ruse et folie by René de Chazet and Maurice Ourry. The opera was first performed in Venice at the Teatro San Moisè on 27 January 1813.\nBetween 1810 and 1813, the young Rossini composed five pieces for the Teatro San Moisè, beginning with La cambiale di matrimonio (Bill of Exchange of Marriage), his first opera, and ending with Il signor Bruschino. These farse were short pieces, popular in Venice at the end of the 18th century and the beginning of the 19th century. They were intimate, with a cast of five to eight singers, always including a pair of lovers, here Sofia and Florville, at least two comic parts, here Bruschino senior, Gaudenzio and Filiberto, and one or more minor roles, here Marianna, Bruschino junior and a policeman.  The style called for much visual comedy improvised by the players, and often a compulsive linguistic ‘tic’.  Here, Bruschino senior often repeats the phrase \"Oh, it’s so hot!\". As compared with many genres of opera, acting and comedic talent is more important relative to the required singing ability. Rossini's farces also have a significant sentimental element. Overall, it has been described as \"a vivacious and fast-moving musical comedy, whose graceful score reveals traces still of Cimarosa and even Mozart.\"Il signor Bruschino is forward-looking in its use of new musical effects.  For example, in the overture, the second violins are instructed to tap their bows on their music stands. This lighthearted, energetic overture is one of several by Rossini to have gained considerable importance in the modern concert repertoire."
    },
    "CENERENTOLA, LA___Rossini": {
        "page_title": "La Cenerentola",
        "composerName": "Rossini, Gioachino",
        "workTitle": "CENERENTOLA, LA",
        "summary": "La Cenerentola, ossia La bontà in trionfo (Cinderella, or Goodness Triumphant) is an operatic dramma giocoso in two acts by Gioachino Rossini. The libretto was written by Jacopo Ferretti, based on the libretti written by Charles-Guillaume Étienne for the opera Cendrillon with music by Nicolas Isouard (first performed Paris, 1810) and by Francesco Fiorini for Agatina, o la virtù premiata with music by Stefano Pavesi (first performed Milan, 1814). All these operas are versions of the fairy tale Cendrillon by Charles Perrault. Rossini's opera was first performed in Rome's Teatro Valle on 25 January 1817.\nRossini composed La Cenerentola when he was 25 years old, following the success of The Barber of Seville the year before. La Cenerentola, which he completed in a period of three weeks, is considered to have some of his finest writing for solo voice and ensembles. Rossini saved some time by reusing an overture from La gazzetta and part of an aria from The Barber of Seville and by enlisting a collaborator, Luca Agolini, who wrote the secco recitatives and three numbers (Alidoro's \"Vasto teatro è il mondo\", Clorinda's \"Sventurata! Mi credea\" and the chorus \"Ah, della bella incognita\"). The facsimile edition of the autograph has a different aria for Alidoro, \"Fa' silenzio, odo un rumore\"; this seems to have been added by an anonymous hand for an 1818 production. For an 1820 revival in Rome, Rossini wrote a bravura replacement, \"La, del ciel nell'arcano profondo\".\n\n"
    },
    "SCALA DI SETA, LA (THE SILKEN LADDER)___Rossini": {
        "page_title": "La scala di seta",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SCALA DI SETA, LA (THE SILKEN LADDER)",
        "summary": "La scala di seta  (The Silken Ladder or Die seidene Leiter) is an operatic farsa comica in one act by Gioachino Rossini to a libretto by Giuseppe Maria Foppa.  It was first performed in Venice, Italy, at the Teatro San Moisè on 9 May 1812. The overture has been frequently recorded and continues to be featured in the modern concert repertoire.\nFrom 1810 to 1813, the young Rossini composed four Italian farse, beginning with La cambiale di matrimonio (The Bill of Marriage), his first opera, and ending with Il Signor Bruschino.  These types of short pieces were popular in Venice at the end of the 18th century and the beginning of the 19th century.  The pieces were intimate, with a cast of five to seven singers, always including a pair of lovers, at least two comic parts, and one or two other minor roles.  The style called for much visual comedy improvised by the players.  As compared to many genres of opera, acting and comedic talent is more important relative to the required singing ability.  Rossini’s farces also have a significant sentimental element.\n\n"
    },
    "ALPINE PASTORAL___Rossini": {
        "page_title": "Ranz des Vaches",
        "composerName": "Rossini, Gioachino",
        "workTitle": "ALPINE PASTORAL",
        "summary": "A Ranz des Vaches or Kuhreihen is a simple melody traditionally played on the horn by the Swiss Alpine herdsmen as they drove their cattle to or from the pasture. The Kuhreihen was linked to the Swiss nostalgia and Homesickness (also known as mal du Suisse \"Swiss illness\" or Schweizerheimweh \"Swiss homesickness\")."
    },
    "MESSA SOLENNE___Rossini": {
        "page_title": "Teodulo Mabellini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "MESSA SOLENNE",
        "summary": "Teodulo Mabellini (2 April 1817 – 10 March 1897) was an Italian composer."
    },
    "VESTRIS SOLO___Rossini": {
        "page_title": "La Cenerentola",
        "composerName": "Rossini, Gioachino",
        "workTitle": "VESTRIS SOLO",
        "summary": "La Cenerentola, ossia La bontà in trionfo (Cinderella, or Goodness Triumphant) is an operatic dramma giocoso in two acts by Gioachino Rossini. The libretto was written by Jacopo Ferretti, based on the libretti written by Charles-Guillaume Étienne for the opera Cendrillon with music by Nicolas Isouard (first performed Paris, 1810) and by Francesco Fiorini for Agatina, o la virtù premiata with music by Stefano Pavesi (first performed Milan, 1814). All these operas are versions of the fairy tale Cendrillon by Charles Perrault. Rossini's opera was first performed in Rome's Teatro Valle on 25 January 1817.\nRossini composed La Cenerentola when he was 25 years old, following the success of The Barber of Seville the year before. La Cenerentola, which he completed in a period of three weeks, is considered to have some of his finest writing for solo voice and ensembles. Rossini saved some time by reusing an overture from La gazzetta and part of an aria from The Barber of Seville and by enlisting a collaborator, Luca Agolini, who wrote the secco recitatives and three numbers (Alidoro's \"Vasto teatro è il mondo\", Clorinda's \"Sventurata! Mi credea\" and the chorus \"Ah, della bella incognita\"). The facsimile edition of the autograph has a different aria for Alidoro, \"Fa' silenzio, odo un rumore\"; this seems to have been added by an anonymous hand for an 1818 production. For an 1820 revival in Rome, Rossini wrote a bravura replacement, \"La, del ciel nell'arcano profondo\".\n\n"
    },
    "QUARTET, WOODWINDS, NO. 5___Rossini": {
        "page_title": "Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "QUARTET, WOODWINDS, NO. 5",
        "summary": "Gioachino Antonio Rossini (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.\nBorn in Pesaro to parents who were both musicians (his father a trumpeter, his mother a singer), Rossini began to compose by the age of 12 and was educated at music school in Bologna. His first opera was performed in Venice in 1810 when he was 18 years old. In 1815 he was engaged to write operas and manage theatres in Naples. In the period 1810–1823 he wrote 34 operas for the Italian stage that were performed in Venice, Milan, Ferrara, Naples and elsewhere; this productivity necessitated an almost formulaic approach for some components (such as overtures) and a certain amount of self-borrowing. During this period he produced his most popular works, including the comic operas L'italiana in Algeri, Il barbiere di Siviglia (known in English as The Barber of Seville) and La Cenerentola, which brought to a peak the opera buffa tradition he inherited from masters such as Domenico Cimarosa and Giovanni Paisiello. He also composed opera seria works such as Otello, Tancredi and Semiramide. All of these attracted admiration for their innovation in melody, harmonic and instrumental colour, and dramatic form. In 1824 he was contracted by the Opéra in Paris, for which he produced an opera to celebrate the coronation of Charles X, Il viaggio a Reims (later cannibalised for his first opera in French, Le comte Ory), revisions of two of his Italian operas, Le siège de Corinthe and Moïse, and in 1829 his last opera, Guillaume Tell.\nRossini's withdrawal from opera for the last 40 years of his life has never been fully explained; contributary factors may have been ill-health, the wealth his success had brought him, and the rise of spectacular grand opera under composers such as Giacomo Meyerbeer. From the early 1830s to 1855, when he left Paris and was based in Bologna, Rossini wrote relatively little. On his return to Paris in 1855 he became renowned for his musical salons on Saturdays, regularly attended by musicians and the artistic and fashionable circles of Paris, for which he wrote the entertaining pieces Péchés de vieillesse. Guests included Franz Liszt, Anton Rubinstein, Giuseppe Verdi, Meyerbeer and Joseph Joachim. Rossini's last major composition was his Petite messe solennelle (1863). He died in Paris in 1868."
    },
    "REGATA VENEZIANA, LA___Rossini": {
        "page_title": "La regata veneziana",
        "composerName": "Rossini, Gioachino",
        "workTitle": "REGATA VENEZIANA, LA",
        "summary": "La regata veneziana (The Venetian Regatta) is the title of two different compositions by Gioachino Rossini.  A duet with that title (\"Voga, o Tonio benedeto\") is catalogued as Les soirées musicales, No. 9 and a set of three canonzettas with that title is catalogued in his Péchés de vieillesse in Volume 1 Album italiano as Nos. 8-10."
    },
    "COMTE ORY, LE___Rossini": {
        "page_title": "Le comte Ory",
        "composerName": "Rossini, Gioachino",
        "workTitle": "COMTE ORY, LE",
        "summary": "Le comte Ory is a comic opera written by Gioachino Rossini in 1828. Some of the music originates from his opera Il viaggio a Reims written three years earlier for the coronation of Charles X. The French libretto was by Eugène Scribe and Charles-Gaspard Delestre-Poirson adapted from a comedy they had first written in 1817.\nThe work is ostensibly a comic opera in that the story is humorous, even farcical. However, it was devised for the Opéra rather than for the Théâtre de l'Opéra-Comique and there are structural inconsistencies with the contemporary opéra comique genre: whereas the latter consists of relatively short lyrical numbers and spoken dialogue, Le comte Ory consists of \"highly developed, even massive musical forms linked by accompanied recitative\". Although the opera contains some of Rossini's most colorful orchestral writing, the quaint, brief overture is oddly restrained and unassuming, ending with a whisper of pizzicato strings."
    },
    "SONATA NO. 3 IN C MAJOR___Rossini": {
        "page_title": "List of compositions by Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SONATA NO. 3 IN C MAJOR",
        "summary": "This is a list of the works of the Italian composer Gioachino Rossini (1792–1868)."
    },
    "SONATA A QUATTRO NO. 3, C MAJOR___Rossini": {
        "page_title": "List of compositions by Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SONATA A QUATTRO NO. 3, C MAJOR",
        "summary": "This is a list of the works of the Italian composer Gioachino Rossini (1792–1868)."
    },
    "VIAGGIO A REIMS, IL___Rossini": {
        "page_title": "Il viaggio a Reims",
        "composerName": "Rossini, Gioachino",
        "workTitle": "VIAGGIO A REIMS, IL",
        "summary": "Il viaggio a Reims, ossia L'albergo del giglio d'oro (The Journey to Reims, or The Hotel of the Golden Fleur-de-lis) is an operatic dramma giocoso, originally performed in three acts, by Gioachino Rossini to an Italian libretto by Luigi Balocchi, based in part on Corinne ou l'Italie by Germaine de Staël.\nRossini's last opera in the Italian language (all of his later works were in French) premiered under the title Le voyage à Reims, ou l'Hôtel du Lys-d'Or. It was commissioned to celebrate the coronation of French King Charles X in Reims in 1825 and has been acclaimed as one of Rossini's finest compositions. A demanding work, it requires 14 soloists (three sopranos, one contralto, two tenors, four baritones, and four basses). At its premiere, it was sung by the greatest voices of the day.\nSince the opera was written for a specific occasion, with a plot about European aristocrats, officers – and one poetess – en route to join in the French coronation festivities that the opera itself was composed for, Rossini never intended it to have a life beyond a few performances in Paris. He later re-used about half of the music in Le comte Ory.\nIl viaggio a Reims does not have an overture. Its so-called overture, derived from a set of dances in Le siège de Corinthe (1826), one of which Rossini had reworked from the dances in the finale to Il viaggio a Reims, is a twentieth-century invention or an erroneous attribution. It was published in Milan, in 1938, in a revision by Giuseppe Piccioli, which was first performed in the Teatro alla Scala, on 5 November 1938, conducted by Richard Strauss. It was later also recorded repeatedly as the alleged overture of Il viaggio a Reims, until it was finally possible to reconstruct the original score of the opera. The attributed overture remains one of Rossini's most recorded works."
    },
    "TURCO IN ITALIA___Rossini": {
        "page_title": "Il turco in Italia",
        "composerName": "Rossini, Gioachino",
        "workTitle": "TURCO IN ITALIA",
        "summary": "Il turco in Italia (English: The Turk in Italy) is an opera buffa in two acts by Gioachino Rossini.  The Italian-language libretto was written by Felice Romani. It was a re-working of a libretto by Caterino Mazzolà set as an opera (with the same title) by the German composer Franz Seydelmann in 1788.\nAn opera buffa, it was influenced by Mozart's Così fan tutte, which was performed at the same theatre shortly before Rossini's work. The strangely harmonized overture, though infrequently recorded, is one of the best examples of Rossini's characteristic style. An unusually long introduction displays an extended, melancholy horn solo with full orchestral accompaniment, before giving way to a lively, purely comic main theme."
    },
    "VARIATIONS, CLARINET AND ORCHESTRA___Rossini": {
        "page_title": "Walter Boeykens",
        "composerName": "Rossini, Gioachino",
        "workTitle": "VARIATIONS, CLARINET AND ORCHESTRA",
        "summary": "Walter, Knight Boeykens (January 6, 1938 – April 23, 2013) was a Belgian conductor and a world-renowned clarinetist. Boeykens' impressive discography, including several critically acclaimed performances, are testimony to his status as one of the most notable clarinetists of the 20th century. Boeykens remained active and was in concert frequently all around the world until his death in 2013."
    },
    "DONNA DEL LAGO, LA___Rossini": {
        "page_title": "La donna del lago",
        "composerName": "Rossini, Gioachino",
        "workTitle": "DONNA DEL LAGO, LA",
        "summary": "La donna del lago (English: The Lady of the Lake) is an opera composed by Gioachino Rossini with a libretto by Andrea Leone Tottola (whose verses are described as \"limpid\" by one critic)  based on the French translation of The Lady of the Lake, a narrative poem written in 1810 by Sir Walter Scott, whose work continued to popularize the image of the romantic Scottish Highlands.  Scott's basic story has been noted as coming from \"the hint of an incident stemming from the frequent custom of James V, the King of Scotland, of walking through the kingdom in disguise\".It was the first of the Italian operas to be based on Scott's romantic works, and marked the beginning of romanticism in Rossini's work. Scott was \"deeply influential in the development of Italian romantic opera\" to the extent that by 1840 (barely 20 years after this opera), there were 25 Italian operas based on his works, the most famous being Donizetti's Lucia di Lammermoor of 1835.  Others in German, French and English followed.Written for the Teatro San Carlo in Naples, this was the seventh of nine operas which Rossini wrote for that house between 1815 and 1822.  Although the première on 24 September 1819 was not a success, there followed  many performances throughout major European venues (as well as being presented in Cuba and by major South American houses) until about 1860, after which the opera disappeared until 1958. In modern times, performances have been given fairly frequently."
    },
    "QUARTET, WOODWINDS, NO. 6, D MAJOR___Rossini": {
        "page_title": "Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "QUARTET, WOODWINDS, NO. 6, D MAJOR",
        "summary": "Gioachino Antonio Rossini (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.\nBorn in Pesaro to parents who were both musicians (his father a trumpeter, his mother a singer), Rossini began to compose by the age of 12 and was educated at music school in Bologna. His first opera was performed in Venice in 1810 when he was 18 years old. In 1815 he was engaged to write operas and manage theatres in Naples. In the period 1810–1823 he wrote 34 operas for the Italian stage that were performed in Venice, Milan, Ferrara, Naples and elsewhere; this productivity necessitated an almost formulaic approach for some components (such as overtures) and a certain amount of self-borrowing. During this period he produced his most popular works, including the comic operas L'italiana in Algeri, Il barbiere di Siviglia (known in English as The Barber of Seville) and La Cenerentola, which brought to a peak the opera buffa tradition he inherited from masters such as Domenico Cimarosa and Giovanni Paisiello. He also composed opera seria works such as Otello, Tancredi and Semiramide. All of these attracted admiration for their innovation in melody, harmonic and instrumental colour, and dramatic form. In 1824 he was contracted by the Opéra in Paris, for which he produced an opera to celebrate the coronation of Charles X, Il viaggio a Reims (later cannibalised for his first opera in French, Le comte Ory), revisions of two of his Italian operas, Le siège de Corinthe and Moïse, and in 1829 his last opera, Guillaume Tell.\nRossini's withdrawal from opera for the last 40 years of his life has never been fully explained; contributary factors may have been ill-health, the wealth his success had brought him, and the rise of spectacular grand opera under composers such as Giacomo Meyerbeer. From the early 1830s to 1855, when he left Paris and was based in Bologna, Rossini wrote relatively little. On his return to Paris in 1855 he became renowned for his musical salons on Saturdays, regularly attended by musicians and the artistic and fashionable circles of Paris, for which he wrote the entertaining pieces Péchés de vieillesse. Guests included Franz Liszt, Anton Rubinstein, Giuseppe Verdi, Meyerbeer and Joseph Joachim. Rossini's last major composition was his Petite messe solennelle (1863). He died in Paris in 1868."
    },
    "QUARTET NO. 1 FOR WOODWINDS, F MAJOR___Rossini": {
        "page_title": "Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "QUARTET NO. 1 FOR WOODWINDS, F MAJOR",
        "summary": "Gioachino Antonio Rossini (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.\nBorn in Pesaro to parents who were both musicians (his father a trumpeter, his mother a singer), Rossini began to compose by the age of 12 and was educated at music school in Bologna. His first opera was performed in Venice in 1810 when he was 18 years old. In 1815 he was engaged to write operas and manage theatres in Naples. In the period 1810–1823 he wrote 34 operas for the Italian stage that were performed in Venice, Milan, Ferrara, Naples and elsewhere; this productivity necessitated an almost formulaic approach for some components (such as overtures) and a certain amount of self-borrowing. During this period he produced his most popular works, including the comic operas L'italiana in Algeri, Il barbiere di Siviglia (known in English as The Barber of Seville) and La Cenerentola, which brought to a peak the opera buffa tradition he inherited from masters such as Domenico Cimarosa and Giovanni Paisiello. He also composed opera seria works such as Otello, Tancredi and Semiramide. All of these attracted admiration for their innovation in melody, harmonic and instrumental colour, and dramatic form. In 1824 he was contracted by the Opéra in Paris, for which he produced an opera to celebrate the coronation of Charles X, Il viaggio a Reims (later cannibalised for his first opera in French, Le comte Ory), revisions of two of his Italian operas, Le siège de Corinthe and Moïse, and in 1829 his last opera, Guillaume Tell.\nRossini's withdrawal from opera for the last 40 years of his life has never been fully explained; contributary factors may have been ill-health, the wealth his success had brought him, and the rise of spectacular grand opera under composers such as Giacomo Meyerbeer. From the early 1830s to 1855, when he left Paris and was based in Bologna, Rossini wrote relatively little. On his return to Paris in 1855 he became renowned for his musical salons on Saturdays, regularly attended by musicians and the artistic and fashionable circles of Paris, for which he wrote the entertaining pieces Péchés de vieillesse. Guests included Franz Liszt, Anton Rubinstein, Giuseppe Verdi, Meyerbeer and Joseph Joachim. Rossini's last major composition was his Petite messe solennelle (1863). He died in Paris in 1868."
    },
    "INTRODUCTION, THEME AND VARIATIONS___Rossini": {
        "page_title": "List of compositions by Henri Herz",
        "composerName": "Rossini, Gioachino",
        "workTitle": "INTRODUCTION, THEME AND VARIATIONS",
        "summary": "This is a list of works by Henri Herz (1803–1888)."
    },
    "SONATA A QUATTRO NO. 6 IN D MAJOR___Rossini": {
        "page_title": "Six string sonatas (Rossini)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SONATA A QUATTRO NO. 6 IN D MAJOR",
        "summary": "Six string sonatas were written by Italian composer Gioachino Rossini in 1804 but were not published until 1826. The sonatas are among Rossini's earliest recognized works, as he composed them while only 12 years old. They were inspired by the early works of Haydn and Mozart both composers Rossini studied a lot during this time."
    },
    "SONATA NO. 4 IN B FLAT MAJOR___Rossini": {
        "page_title": "Six string sonatas (Rossini)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SONATA NO. 4 IN B FLAT MAJOR",
        "summary": "Six string sonatas were written by Italian composer Gioachino Rossini in 1804 but were not published until 1826. The sonatas are among Rossini's earliest recognized works, as he composed them while only 12 years old. They were inspired by the early works of Haydn and Mozart both composers Rossini studied a lot during this time."
    },
    "DUETTO, D MAJOR, FOR CELLO AND BASS___Rossini": {
        "page_title": "Six string sonatas (Rossini)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "DUETTO, D MAJOR, FOR CELLO AND BASS",
        "summary": "Six string sonatas were written by Italian composer Gioachino Rossini in 1804 but were not published until 1826. The sonatas are among Rossini's earliest recognized works, as he composed them while only 12 years old. They were inspired by the early works of Haydn and Mozart both composers Rossini studied a lot during this time."
    },
    "BARBIERE DI SIVIGLIA, IL (THE BARBER OF SEVILLE), OVERTURE (ARR. Moore)___Rossini": {
        "page_title": "The Barber of Seville",
        "composerName": "Rossini, Gioachino",
        "workTitle": "BARBIERE DI SIVIGLIA, IL (THE BARBER OF SEVILLE), OVERTURE (ARR. Moore)",
        "summary": "The Barber of Seville, or The Useless Precaution (Italian: Il barbiere di Siviglia, ossia L'inutile precauzione [il barˈbjɛːre di siˈviʎʎa osˈsiːa liˈnuːtile prekautˈtsjoːne]) is an opera buffa in two acts composed by Gioachino Rossini with an Italian libretto by Cesare Sterbini. The libretto was based on Pierre Beaumarchais's French comedy The Barber of Seville (1775). The première of Rossini's opera (under the title Almaviva, o sia L'inutile precauzione) took place on 20 February 1816 at the Teatro Argentina, Rome, with designs by Angelo Toselli.\nRossini's Barber of Seville has proven to be one of the greatest masterpieces of comedy within music, and has been described as the opera buffa of all \"opere buffe\". After two hundred years, it remains a popular work."
    },
    "SONATA A QUATTRO NO. 1 IN F MAJOR (ARR. Berr)___Rossini": {
        "page_title": "List of compositions by Niccolò Paganini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "SONATA A QUATTRO NO. 1 IN F MAJOR (ARR. Berr)",
        "summary": "This is a list of the compositions of the Italian virtuoso violinist Niccolò Paganini (1782–1840)."
    },
    "WILLIAM TELL, OVERTURE (ARR. Martin)___Rossini": {
        "page_title": "William Tell Overture",
        "composerName": "Rossini, Gioachino",
        "workTitle": "WILLIAM TELL, OVERTURE (ARR. Martin)",
        "summary": "The William Tell Overture is the overture to the opera William Tell (original French title Guillaume Tell), whose music was composed by Gioachino Rossini. William Tell premiered in 1829 and was the last of Rossini's 39 operas, after which he went into semi-retirement (he continued to compose cantatas, sacred music and secular vocal music). The overture is in four parts, each following without pause.\nThere has been repeated use (and sometimes parody) of parts of this overture in both classical music and popular media. It was the theme music for The Lone Ranger in radio, television and film, and has become widely associated with horseback riding since then.  Two different parts were also used as theme music for the British television series The Adventures of William Tell, the fourth part (popularly identified in the US with The Lone Ranger) in the UK, and the third part, rearranged as a stirring march, in the US.\nFranz Liszt prepared a piano transcription of the overture in 1838 (S.552) which became a staple of his concert repertoire. There are also transcriptions by other composers, including versions by Louis Gottschalk for two and four pianos and a duet for piano and violin."
    },
    "WILLIAM TELL, OVERTURE (ARR. Frackenpohl)___Rossini": {
        "page_title": "William Tell Overture",
        "composerName": "Rossini, Gioachino",
        "workTitle": "WILLIAM TELL, OVERTURE (ARR. Frackenpohl)",
        "summary": "The William Tell Overture is the overture to the opera William Tell (original French title Guillaume Tell), whose music was composed by Gioachino Rossini. William Tell premiered in 1829 and was the last of Rossini's 39 operas, after which he went into semi-retirement (he continued to compose cantatas, sacred music and secular vocal music). The overture is in four parts, each following without pause.\nThere has been repeated use (and sometimes parody) of parts of this overture in both classical music and popular media. It was the theme music for The Lone Ranger in radio, television and film, and has become widely associated with horseback riding since then.  Two different parts were also used as theme music for the British television series The Adventures of William Tell, the fourth part (popularly identified in the US with The Lone Ranger) in the UK, and the third part, rearranged as a stirring march, in the US.\nFranz Liszt prepared a piano transcription of the overture in 1838 (S.552) which became a staple of his concert repertoire. There are also transcriptions by other composers, including versions by Louis Gottschalk for two and four pianos and a duet for piano and violin."
    },
    "BARBER OF SEVILLE FOR CELLO QUARTET (ARR. Moore)___Rossini": {
        "page_title": "Gioachino Rossini",
        "composerName": "Rossini, Gioachino",
        "workTitle": "BARBER OF SEVILLE FOR CELLO QUARTET (ARR. Moore)",
        "summary": "Gioachino Antonio Rossini (29 February 1792 – 13 November 1868) was an Italian composer who gained fame for his 39 operas, although he also wrote many songs, some chamber music and piano pieces, and some sacred music. He set new standards for both comic and serious opera before retiring from large-scale composition while still in his thirties, at the height of his popularity.\nBorn in Pesaro to parents who were both musicians (his father a trumpeter, his mother a singer), Rossini began to compose by the age of 12 and was educated at music school in Bologna. His first opera was performed in Venice in 1810 when he was 18 years old. In 1815 he was engaged to write operas and manage theatres in Naples. In the period 1810–1823 he wrote 34 operas for the Italian stage that were performed in Venice, Milan, Ferrara, Naples and elsewhere; this productivity necessitated an almost formulaic approach for some components (such as overtures) and a certain amount of self-borrowing. During this period he produced his most popular works, including the comic operas L'italiana in Algeri, Il barbiere di Siviglia (known in English as The Barber of Seville) and La Cenerentola, which brought to a peak the opera buffa tradition he inherited from masters such as Domenico Cimarosa and Giovanni Paisiello. He also composed opera seria works such as Otello, Tancredi and Semiramide. All of these attracted admiration for their innovation in melody, harmonic and instrumental colour, and dramatic form. In 1824 he was contracted by the Opéra in Paris, for which he produced an opera to celebrate the coronation of Charles X, Il viaggio a Reims (later cannibalised for his first opera in French, Le comte Ory), revisions of two of his Italian operas, Le siège de Corinthe and Moïse, and in 1829 his last opera, Guillaume Tell.\nRossini's withdrawal from opera for the last 40 years of his life has never been fully explained; contributary factors may have been ill-health, the wealth his success had brought him, and the rise of spectacular grand opera under composers such as Giacomo Meyerbeer. From the early 1830s to 1855, when he left Paris and was based in Bologna, Rossini wrote relatively little. On his return to Paris in 1855 he became renowned for his musical salons on Saturdays, regularly attended by musicians and the artistic and fashionable circles of Paris, for which he wrote the entertaining pieces Péchés de vieillesse. Guests included Franz Liszt, Anton Rubinstein, Giuseppe Verdi, Meyerbeer and Joseph Joachim. Rossini's last major composition was his Petite messe solennelle (1863). He died in Paris in 1868."
    },
    "WILLIAM TELL OVERTURE SELECTIONS (PERCUSSION ARR.) (ARR. Houliff)___Rossini": {
        "page_title": "Façade (entertainment)",
        "composerName": "Rossini, Gioachino",
        "workTitle": "WILLIAM TELL OVERTURE SELECTIONS (PERCUSSION ARR.) (ARR. Houliff)",
        "summary": "Façade is a series of poems by Edith Sitwell, best known as part of Façade – An Entertainment in which the poems are recited over an instrumental accompaniment by William Walton. The poems and the music exist in several versions.\nSitwell began to publish some of the Façade poems in 1918, in the literary magazine Wheels. In 1922 many of them were given an orchestral accompaniment by Walton, Sitwell's protégé. The \"entertainment\" was first performed in public on 12 June 1923 at the Aeolian Hall in London, and achieved both fame and notoriety for its unconventional form. Walton arranged two suites of his music for full orchestra. When Frederick Ashton made a ballet of Façade in 1931, Sitwell did not wish her poems to be part of it, and the orchestral arrangements were used.\nAfter Sitwell's death, Walton published supplementary versions of Façade for speaker and small ensemble using numbers dropped between the premiere and the publication of the full score in 1951.\n\n"
    },
    "GAZZA LADRA, LA (ARR. Elkjer)___Rossini": {
        "page_title": "La gazza ladra",
        "composerName": "Rossini, Gioachino",
        "workTitle": "GAZZA LADRA, LA (ARR. Elkjer)",
        "summary": "La gazza ladra (Italian pronunciation: [la ˈɡaddza ˈlaːdra], The Thieving Magpie) is a melodramma or opera semiseria in two acts by Gioachino Rossini, with a libretto by Giovanni Gherardini based on La pie voleuse by Théodore Baudouin d'Aubigny and Louis-Charles Caigniez.\nThe Thieving Magpie is best known for the overture, which is musically notable for its use of snare drums. This memorable section in Rossini's overture evokes the image of the opera's main subject: a devilishly clever, thieving magpie.\nRossini wrote quickly, and La gazza ladra was no exception. A 19th-century biography quotes him as saying that the conductor of the premiere performance locked him in a room at the top of La Scala the day before the premiere with orders to complete the opera's still unfinished overture. He was under the guard of four stagehands whose job it was to toss each completed page out the window to the copyist below."
    },
    "GAZZA LADRA, LA (ARR. Erwin)___Rossini": {
        "page_title": "La gazza ladra",
        "composerName": "Rossini, Gioachino",
        "workTitle": "GAZZA LADRA, LA (ARR. Erwin)",
        "summary": "La gazza ladra (Italian pronunciation: [la ˈɡaddza ˈlaːdra], The Thieving Magpie) is a melodramma or opera semiseria in two acts by Gioachino Rossini, with a libretto by Giovanni Gherardini based on La pie voleuse by Théodore Baudouin d'Aubigny and Louis-Charles Caigniez.\nThe Thieving Magpie is best known for the overture, which is musically notable for its use of snare drums. This memorable section in Rossini's overture evokes the image of the opera's main subject: a devilishly clever, thieving magpie.\nRossini wrote quickly, and La gazza ladra was no exception. A 19th-century biography quotes him as saying that the conductor of the premiere performance locked him in a room at the top of La Scala the day before the premiere with orders to complete the opera's still unfinished overture. He was under the guard of four stagehands whose job it was to toss each completed page out the window to the copyist below."
    },
    "BARBER OF SEVILLE, THE: LARGO AL FACTOTUM (ARR. Kaucher)___Rossini": {
        "page_title": "Largo al factotum",
        "composerName": "Rossini, Gioachino",
        "workTitle": "BARBER OF SEVILLE, THE: LARGO AL FACTOTUM (ARR. Kaucher)",
        "summary": "\"Largo al factotum\" (Make way for the factotum) is an aria from The Barber of Seville by Gioachino Rossini, sung at the first entrance of the title character, Figaro. The repeated \"Figaro\"s before the final patter section are an icon in popular culture of operatic singing. The term \"factotum\" refers to a general servant and comes from Latin where it literally means \"do everything\"."
    }
}